{
  "metadata": {
    "lastUpdated": "2026-02-22",
    "totalTechniques": 10,
    "affiliateTag": "fishandtips-21"
  },
  "techniques": [
    {
      "slug": "surfcasting",
      "name": "Surfcasting",
      "emoji": "🏖️",
      "shortDescription": "La tecnica del lancio dalla spiaggia verso il largo, regina della pesca sulle coste sabbiose italiane.",
      "description": "Il surfcasting è la tecnica per eccellenza della pesca dalla spiaggia. Consiste nel lanciare esche naturali a grande distanza — anche oltre 150 metri — nelle zone di frangente dove onde e correnti creano buche e canali ricchi di nutrimento. È una pesca di attesa e pazienza: si pianta la canna su un picchetto e si aspetta che il pesce trovi l'esca. Le prede principali sono orate, mormore, spigole e ombrine, pesci che pascolano sui fondali sabbiosi alla ricerca di vermi e molluschi. Il surfcasting richiede una buona conoscenza della lettura della spiaggia: imparare a riconoscere buche, scalini e correnti laterali è fondamentale per posizionare l'esca nel punto giusto. In Italia questa tecnica è praticata lungo tutte le coste, ma le spiagge adriatiche, toscane e sarde offrono i risultati migliori. I periodi d'oro sono la primavera e l'autunno, quando le mareggiate portano nutrimento e i pesci si avvicinano alla riva per alimentarsi. L'attrezzatura prevede canne lunghe (4-4.5m), mulinelli robusti e montature specifiche con piombi da 80 a 200 grammi.",
      "difficulty": "Media",
      "minBudget": 150,
      "maxBudget": 600,
      "targetSpecies": ["orata", "mormora", "spigola", "ombrina"],
      "seasons": { "gennaio": 2, "febbraio": 2, "marzo": 3, "aprile": 3, "maggio": 2, "giugno": 1, "luglio": 1, "agosto": 1, "settembre": 3, "ottobre": 3, "novembre": 2, "dicembre": 2 },
      "rod": { "length": "4.0-4.5m", "action": "Fast", "power": "100-200g" },
      "reel": { "size": "5000-6000", "type": "Frizione anteriore" },
      "line": { "type": "Trecciato + shock leader", "diameter": "0.18-0.25mm + 0.35mm" },
      "rigs": ["Montatura a piombo fisso", "Montatura scorrevole", "Bi-amo con braccioli", "Long arm con galleggiante"],
      "baits": ["Verme americano", "Cannolicchio", "Bibi", "Granchio", "Arenicola"],
      "steps": [
        { "title": "Scegli la spiaggia giusta", "description": "Cerca fondali con buche, canali e variazioni di profondità. Osserva dove le onde si rompono in modo diverso: quei punti indicano cambiamenti di fondale dove si concentrano i pesci. Le foci dei fiumi e i canali di bonifica sono punti caldi." },
        { "title": "Prepara la montatura", "description": "Lega lo shock leader al trecciato con un nodo PR o FG. Prepara il terminale in fluorocarbon 0.25-0.30mm con ami del 2-4 a gambo lungo per i vermi, a gambo corto per granchi e cannolicchi. Il piombo deve essere adeguato alla corrente." },
        { "title": "Innesca l'esca correttamente", "description": "L'innesco è fondamentale: il verme americano va infilato sull'ago da innesco e fatto scendere sull'amo coprendo gambo e curva. Il cannolicchio si innesca intero legandolo con filo elastico. L'esca deve presentarsi naturale." },
        { "title": "Lancia nel punto giusto", "description": "Il lancio nel surfcasting deve essere potente e preciso. Usa la tecnica del pendolare o del ground cast per raggiungere le buche individuate. Non lanciare sempre nello stesso punto: esplora distanze diverse tra 50 e 150 metri." },
        { "title": "Attendi e controlla", "description": "Pianta la canna sul picchetto con il cimino alto per leggere le mangiate. Controlla ogni 15-20 minuti lo stato dell'esca e sostituiscila se scarica. Nelle notti di mareggiata le orate si avvicinano sotto riva, prova anche a 30-40 metri." }
      ],
      "tips": [
        "Pesca sempre nelle prime ore dopo una mareggiata: il mare in scaduta porta nutrimento e le orate si avvicinano alla riva",
        "Le notti di luna piena sono eccezionali per le orate: il chiarore attira le prede nei bassi fondali",
        "Usa il filo elastico per legare esche fragili come il cannolicchio: regge meglio il lancio",
        "Porta sempre almeno 3 tipi di esca diversi: il pesce può essere selettivo"
      ],
      "commonMistakes": [
        "Lanciare sempre alla stessa distanza senza esplorare diverse buche",
        "Usare filo troppo spesso che crea resistenza al lancio e riduce la distanza",
        "Non cambiare l'esca regolarmente: dopo 15-20 minuti perde attrattiva",
        "Ignorare la lettura della spiaggia e lanciare a caso"
      ],
      "bestSpotTypes": ["Spiagge sabbiose con buche", "Foci di fiumi", "Baie con corrente laterale", "Spiagge dopo scogliere artificiali"],
      "relatedTechniques": ["beach-ledgering", "feeder"],
      "amazonProducts": [
        { "name": "Trabucco Searcher Surf 4.20m", "type": "Canna", "query": "canna+surfcasting+4+metri+trabucco" },
        { "name": "Shimano Baitrunner DL 6000", "type": "Mulinello", "query": "mulinello+surfcasting+shimano+6000" },
        { "name": "Trabucco T-Force XPS Surf 0.20mm", "type": "Filo", "query": "trecciato+surfcasting+0.20mm" }
      ]
    },
    {
      "slug": "spinning",
      "name": "Spinning",
      "emoji": "🎯",
      "shortDescription": "Pesca attiva con esche artificiali per predatori costieri: spigole, serra, barracuda e lecce.",
      "description": "Lo spinning è la pesca dei predatori per eccellenza: una tecnica attiva e dinamica che consiste nel lanciare e recuperare esche artificiali imitando il movimento di piccole prede. A differenza delle tecniche di attesa, lo spinning richiede di muoversi continuamente lungo la costa, cercando i punti dove i predatori cacciano. La chiave è leggere l'acqua: cercare schiume, correnti, massi sommersi e qualsiasi variazione dove i pesci possano tendere imboscate. In Italia lo spinning in mare è esploso negli ultimi vent'anni, con la spigola come preda regina. Ma anche serra, barracuda, lecce e occhiate regalano emozioni indimenticabili. Le esche artificiali si dividono in minnow (pesciolini di plastica che nuotano a diverse profondità), soft bait (esche in silicone), metal jig e topwater (superficie). Ogni tipo ha un utilizzo specifico: minnow per la ricerca, soft bait per lavorare le buche, topwater per le esplosioni in superficie. L'attrezzatura è relativamente leggera e maneggevole: canne da 2.10-2.70m con azione di punta, mulinelli taglia 2500-4000 e trecciato sottile per la massima sensibilità.",
      "difficulty": "Media",
      "minBudget": 100,
      "maxBudget": 500,
      "targetSpecies": ["spigola", "serra", "leccia-amia", "barracuda-mediterraneo"],
      "seasons": { "gennaio": 2, "febbraio": 2, "marzo": 3, "aprile": 3, "maggio": 3, "giugno": 2, "luglio": 2, "agosto": 2, "settembre": 3, "ottobre": 3, "novembre": 3, "dicembre": 2 },
      "rod": { "length": "2.10-2.70m", "action": "Fast/Extra Fast", "power": "7-35g" },
      "reel": { "size": "2500-4000", "type": "Frizione anteriore, recupero alto" },
      "line": { "type": "Trecciato PE", "diameter": "PE 0.8-1.5 (8-20lb)" },
      "rigs": ["Artificiale diretto su snap", "Leader in fluorocarbon 0.30-0.40mm", "Split ring per minnow"],
      "baits": ["Minnow 9-12cm", "Soft bait (shad, grub)", "Metal jig 20-40g", "Popper e WTD"],
      "steps": [
        { "title": "Individua lo spot", "description": "Cerca zone con variazioni: scogli sommersi, correnti, schiume, foci di fiumi. I predatori si posizionano dove la corrente canalizza le prede. All'alba e al tramonto l'attività è massima." },
        { "title": "Scegli l'artificiale giusto", "description": "Con acqua limpida usa colori naturali (argento, verde oliva). Con acqua torbida usa colori accesi (chartreuse, arancio). Inizia con un minnow sospending per coprire più acqua, poi passa alle soft bait per lavorare i punti caldi." },
        { "title": "Lancia con precisione", "description": "Il lancio deve essere preciso: punta verso i massi sommersi, le correnti e le zone di schiuma. Nelle scogliere lancia parallelo alla costa per coprire più territorio. Nelle foci lancia a monte della corrente." },
        { "title": "Recupera con variazioni", "description": "Non recuperare mai in modo lineare monotono. Alterna jerks (strappi secchi), pause e accelerazioni. I predatori attaccano spesso durante le pause perché l'esca sembra ferita e vulnerabile." },
        { "title": "Ferra e combatti", "description": "Quando senti la toccata, ferra con un colpo secco del polso. Mantieni la canna alta e la frizione tarata correttamente. Le spigole fanno fughe potenti vicino a riva: non forzare e usa il guadino." }
      ],
      "tips": [
        "Le prime luci dell'alba sono il momento migliore: i predatori cacciano attivamente prima del sorgere del sole",
        "Dopo una mareggiata l'acqua torbida porta i predatori sotto riva: usa soft bait pesanti e lente",
        "Cambia artificiale ogni 15-20 lanci se non hai toccate: il pesce potrebbe aver ignorato quel profilo",
        "Osserva i gabbiani che si tuffano: sotto di loro ci sono spesso predatori in caccia"
      ],
      "commonMistakes": [
        "Recuperare troppo velocemente: il pesce non riesce ad attaccare o non si interessa",
        "Usare artificiali troppo grandi per le condizioni: in inverno le prede sono piccole, usa minnow da 7-9cm",
        "Ferrare troppo presto alla prima toccata: aspetta di sentire il peso del pesce",
        "Non usare il fluorocarbon come leader: i predatori hanno vista acuta e vedono il trecciato"
      ],
      "bestSpotTypes": ["Scogliere con acqua profonda", "Foci di fiumi e canali", "Porti con buona circolazione", "Secche e reef"],
      "relatedTechniques": ["light-rock-fishing", "jigging"],
      "amazonProducts": [
        { "name": "Major Craft Crostage 2.40m 7-28g", "type": "Canna", "query": "canna+spinning+mare+2.40m+spigola" },
        { "name": "Shimano Stradic FL 3000", "type": "Mulinello", "query": "mulinello+spinning+shimano+3000+mare" },
        { "name": "Trecciato YGK X-Braid PE 1.0", "type": "Filo", "query": "trecciato+pesca+spinning+PE+1.0" }
      ]
    },
    {
      "slug": "eging",
      "name": "Eging",
      "emoji": "🦑",
      "shortDescription": "Tecnica specifica per cefalopodi con esche artificiali chiamate totanare: calamari, seppie e totani.",
      "description": "L'eging è la tecnica specializzata nella pesca dei cefalopodi — calamari, seppie e totani — utilizzando esche artificiali chiamate totanare (o egi in giapponese, da cui il nome). Importata dal Giappone dove è un vero e proprio culto, in Italia si è diffusa rapidamente negli ultimi dieci anni conquistando migliaia di appassionati. La tecnica prevede lanci in zone rocciose o miste e un recupero fatto di jerkate secche intervallate da pause: durante la caduta dell'egi il cefalopode lo avvolge con i tentacoli. Il bello dell'eging è la sua stagionalità perfetta per chi ama pescare di sera e notte: i calamari si pescano da ottobre a gennaio, le seppie in primavera e autunno. Le totanare hanno pesi e colori diversi: in acque profonde servono modelli da 3.0-3.5 (più pesanti), in bassofondo bastano da 2.5. I colori fluo funzionano bene di notte con la lampada, mentre i colori naturali sono migliori di giorno. L'attrezzatura è leggera e sensibile: canne da eging da 2.40-2.70m con azione rapida, mulinelli 2500-3000 e trecciato sottile.",
      "difficulty": "Media",
      "minBudget": 80,
      "maxBudget": 400,
      "targetSpecies": ["calamaro", "seppia", "totano"],
      "seasons": { "gennaio": 3, "febbraio": 2, "marzo": 3, "aprile": 3, "maggio": 2, "giugno": 1, "luglio": 1, "agosto": 1, "settembre": 2, "ottobre": 3, "novembre": 3, "dicembre": 3 },
      "rod": { "length": "2.40-2.70m", "action": "Extra Fast", "power": "3.0-25g" },
      "reel": { "size": "2500-3000", "type": "Frizione anteriore, bobina shallow" },
      "line": { "type": "Trecciato PE", "diameter": "PE 0.6-0.8 (6-12lb)" },
      "rigs": ["Totanara diretta su snap", "Totanara con piombo addizionale", "Drop shot per seppie"],
      "baits": ["Totanare 2.5 (seppie, bassofondo)", "Totanare 3.0 (calamari)", "Totanare 3.5 (profondità, corrente)", "Totanare glow per pesca notturna"],
      "steps": [
        { "title": "Scegli il momento giusto", "description": "I calamari sono più attivi al tramonto e nelle prime ore della notte. Le seppie si pescano bene anche di giorno, soprattutto in primavera. Le notti senza luna e con mare calmo sono ideali: usa una lampada per attirare i cefalopodi." },
        { "title": "Seleziona la totanara", "description": "Di notte usa colori fluo (rosa, arancio) o glow-in-the-dark. Di giorno scegli colori naturali (verde oliva, marrone). La taglia dipende dalla profondità: 2.5 per fondali bassi, 3.0-3.5 per profondità oltre i 5 metri." },
        { "title": "Lancia e lascia affondare", "description": "Lancia verso il largo o lungo le scogliere. Conta i secondi di affondamento per stabilire la profondità. Inizia lasciando affondare completamente, poi riduci il tempo se i cefalopodi sono a mezz'acqua." },
        { "title": "Jerkate e pause", "description": "Esegui 2-3 jerkate secche con la punta della canna verso l'alto, poi lascia ricadere la totanara in tensione controllata. L'attacco avviene quasi sempre durante la fase di caduta: sentirai un peso morbido sulla canna, non una botta secca." },
        { "title": "Porta a riva con calma", "description": "Il cefalopode si attacca con i tentacoli, non con la bocca: non ferrare violentemente o lo perdi. Recupera con movimento costante senza strappi. Tieni il guadino pronto: calamari e seppie rilasciano inchiostro al momento dello sguadino." }
      ],
      "tips": [
        "Porta sempre una lampada frontale a luce bianca: i calamari sono attratti dalla luce e si avvicinano al cerchio luminoso",
        "Con corrente forte aggiungi un piombo addizionale sopra la totanara per farla affondare più velocemente",
        "I porti sono spot eccellenti per eging notturno: le luci dei lampioni attirano i cefalopodi",
        "Dopo la cattura di un calamaro, rilancia immediatamente nello stesso punto: spesso sono in gruppo"
      ],
      "commonMistakes": [
        "Ferrare violentemente alla toccata: il cefalopode si tiene con i tentacoli e si stacca facilmente",
        "Usare trecciato troppo spesso: riduce la sensibilità necessaria per sentire la presa morbida",
        "Pescare solo dal molo: le scogliere naturali offrono spesso risultati migliori",
        "Non variare la profondità di pesca: i cefalopodi cambiano livello durante la serata"
      ],
      "bestSpotTypes": ["Porti illuminati", "Scogliere con fondale misto", "Promontori con acqua profonda", "Moli con luci notturne"],
      "relatedTechniques": ["bolognese", "light-rock-fishing"],
      "amazonProducts": [
        { "name": "Shimano Sephia BB 2.50m", "type": "Canna", "query": "canna+eging+shimano+sephia+calamaro" },
        { "name": "Daiwa Fuego LT 2500", "type": "Mulinello", "query": "mulinello+eging+daiwa+2500" },
        { "name": "Set Totanare Yamashita EGI-OH 3.0", "type": "Totanare", "query": "totanare+yamashita+eging+3.0+set" }
      ]
    },
    {
      "slug": "bolognese",
      "name": "Bolognese",
      "emoji": "🎣",
      "shortDescription": "La tecnica italiana per eccellenza: pesca con canna lunga e galleggiante da porti, moli e scogliere.",
      "description": "La bolognese è la tecnica di pesca più diffusa e versatile d'Italia, praticata da milioni di pescatori in tutto il paese. Prende il nome dalla città di Bologna, dove venne perfezionata negli anni '60 per la pesca in fiume, ma si è poi estesa al mare diventando la regina dei moli e dei porti. La tecnica utilizza una canna lunga con anelli (5-7 metri) che permette di controllare il galleggiante e l'esca a media distanza. Il galleggiante scorrevole o fisso porta l'esca alla profondità desiderata, dove saraghi, occhiate, cefali e triglie si alimentano. La bolognese è la tecnica ideale per chi inizia a pescare: è intuitiva, non richiede un grande investimento e regala soddisfazioni immediate. In mare la si pratica principalmente dai moli, dai porti e dalle scogliere basse dove si può raggiungere una profondità di 3-8 metri. L'innesco classico prevede verme coreano o bigattino sulla lenza, con pasturazione leggera per attirare i pesci nella zona di pesca. Funziona praticamente tutto l'anno, con i mesi primaverili e autunnali particolarmente produttivi.",
      "difficulty": "Facile",
      "minBudget": 50,
      "maxBudget": 200,
      "targetSpecies": ["sarago", "occhiata", "cefalo"],
      "seasons": { "gennaio": 2, "febbraio": 2, "marzo": 3, "aprile": 3, "maggio": 3, "giugno": 2, "luglio": 2, "agosto": 2, "settembre": 3, "ottobre": 3, "novembre": 3, "dicembre": 2 },
      "rod": { "length": "5.0-7.0m", "action": "Parabolica progressiva", "power": "5-25g" },
      "reel": { "size": "2500-3000", "type": "Frizione posteriore o anteriore" },
      "line": { "type": "Nylon", "diameter": "0.16-0.20mm madre, 0.12-0.16mm terminale" },
      "rigs": ["Galleggiante fisso con piombi spaccati", "Galleggiante scorrevole", "Inglese leggero"],
      "baits": ["Verme coreano", "Bigattino", "Gamberetto", "Pane", "Pasta di pane"],
      "steps": [
        { "title": "Scegli la postazione", "description": "Cerca un molo o una scogliera con acqua profonda almeno 3 metri. I porti con piloni sommersi sono ideali perché attirano saraghi e occhiate. Posizionati dove la corrente porta il cibo verso di te." },
        { "title": "Prepara la lenza", "description": "Infila il galleggiante sulla madre, aggiungi i piombi spaccati per bilanciarlo (deve affiorare solo l'antenna) e lega il terminale in fluorocarbon più sottile con l'amo. Per saraghi usa amo del 8-12, per occhiate del 10-14." },
        { "title": "Pastura la zona", "description": "Lancia piccole palline di pastura (sarde tritate, bigattini con pan grattato) nel punto dove metterai il galleggiante. La pastura deve creare una colonna di attrattivo nell'acqua. Pastura poco ma spesso: 3-4 palline ogni 5 minuti." },
        { "title": "Pesca e leggi il galleggiante", "description": "Lancia il galleggiante nella zona pasturata e tieni la canna in mano. Osserva il galleggiante: un'affondata decisa indica un sarago, un tremolìo lento indica un'occhiata, un movimento laterale indica un cefalo. Ferra quando il galleggiante scompare." },
        { "title": "Gestisci il combattimento", "description": "Con la bolognese la canna è lunga e ammortizza le fughe del pesce. Accompagna i suoi movimenti senza forzare. I saraghi puntano verso il fondo e le tane: tieni la canna alta per evitare che si incanino." }
      ],
      "tips": [
        "La pasturazione è fondamentale: senza pastura i pesci non si concentrano nel tuo punto di pesca",
        "Usa ami piccoli e terminali sottili: i pesci da bolognese hanno bocca piccola e sono diffidenti",
        "Cambia la profondità del galleggiante se non hai abboccate: i pesci cambiano livello durante il giorno",
        "Il bigattino è l'esca universale da bolognese: funziona con tutte le specie e in tutte le stagioni"
      ],
      "commonMistakes": [
        "Usare terminali troppo spessi: 0.16mm è già tanto per i saraghi, meglio 0.12-0.14mm",
        "Pasturare troppo in una volta: sazia i pesci prima che trovino la tua esca",
        "Non bilanciare correttamente il galleggiante: se affonda troppo non vedi le tocche delicate",
        "Pescare sempre alla stessa profondità senza adattarsi"
      ],
      "bestSpotTypes": ["Moli e pontili", "Porti con piloni", "Scogliere basse", "Banchine con acqua profonda"],
      "relatedTechniques": ["light-rock-fishing", "feeder"],
      "amazonProducts": [
        { "name": "Trabucco Antrax Bolognese 6m", "type": "Canna", "query": "canna+bolognese+6+metri+mare" },
        { "name": "Shimano Sienna FG 2500", "type": "Mulinello", "query": "mulinello+bolognese+shimano+2500" },
        { "name": "Nylon Trabucco T-Force 0.18mm", "type": "Filo", "query": "nylon+pesca+bolognese+0.18mm" }
      ]
    },
    {
      "slug": "light-rock-fishing",
      "name": "Light Rock Fishing",
      "emoji": "🪨",
      "shortDescription": "Pesca ultraleggera dalle rocce con micro esche artificiali per saraghi, occhiate e piccoli predatori.",
      "description": "Il Light Rock Fishing (LRF) è la frontiera più divertente e accessibile della pesca sportiva moderna. Nata in Giappone e diffusasi rapidamente in Europa, questa tecnica consiste nel pescare dalle scogliere e dai porti con attrezzatura ultraleggera e micro esche artificiali (jig head da 1-5 grammi con piccole soft bait). Il fascino del LRF sta nella sua semplicità: bastano una canna corta e leggera, un piccolo mulinello e una manciata di esche artificiali per passare ore a pescare saraghi, occhiate, bavose, ghiozzi, scorfanetti e tanti altri piccoli abitanti delle rocce. Ogni pesce, anche il più piccolo, diventa un avversario emozionante con attrezzatura così leggera. La tecnica è ideale per i principianti perché le prede sono abbondanti e le attrezzature economiche, ma anche i pescatori esperti la adorano per le sensazioni tattili amplificate. Si pratica principalmente su moli, porti e scogliere basse dove i micro predatori si nascondono tra anfratti, alghe e cozze. Il LRF funziona tutto l'anno, anche nei mesi invernali quando le altre tecniche rallentano, rendendolo perfetto per chi non vuole mai smettere di pescare.",
      "difficulty": "Facile",
      "minBudget": 50,
      "maxBudget": 250,
      "targetSpecies": ["sarago", "occhiata", "scorfano"],
      "seasons": { "gennaio": 2, "febbraio": 2, "marzo": 3, "aprile": 3, "maggio": 3, "giugno": 2, "luglio": 2, "agosto": 2, "settembre": 3, "ottobre": 3, "novembre": 3, "dicembre": 2 },
      "rod": { "length": "1.80-2.10m", "action": "Extra Fast / Solid Tip", "power": "0.5-7g" },
      "reel": { "size": "1000-2000", "type": "Frizione anteriore, leggero" },
      "line": { "type": "Trecciato PE o Nylon fine", "diameter": "PE 0.3-0.6 (3-8lb)" },
      "rigs": ["Jig head 1-3g con soft bait", "Drop shot con micro esca", "Carolina rig leggero", "Split shot rig"],
      "baits": ["Micro shad 2-3 pollici", "Worm in silicone 1.5-2 pollici", "Creature bait", "Craw (gambero artificiale)"],
      "steps": [
        { "title": "Scegli lo spot tra le rocce", "description": "Cerca zone con anfratti, cozze, ricci e alghe: qui si nascondono i piccoli predatori. I moli con massi alla base sono ideali. Nelle scogliere naturali cerca le pozze di marea e i canali tra i sassi." },
        { "title": "Monta la jig head", "description": "Scegli una jig head da 1-3 grammi in base alla corrente e alla profondità. Infila una piccola soft bait (shad da 2 pollici o worm). Il colore deve imitare le prede locali: gambero (arancio/marrone), pesciolino (argento/verde)." },
        { "title": "Lancia e lascia affondare", "description": "Lanci corti e precisi: 5-15 metri. Lascia affondare la jig head fino al fondo contando i secondi. Una volta sul fondo, inizia il recupero con piccoli saltelli e pause." },
        { "title": "Anima l'esca sul fondo", "description": "Piccoli colpetti con la punta della canna per far saltellare la jig head sul fondo, imitando un gamberetto o un vermetto. Alterna saltelli a pause di 2-3 secondi: gli attacchi arrivano spesso durante la pausa." },
        { "title": "Senti la toccata e ferra", "description": "Con il LRF sentirai ogni tocca amplificata dalla canna sensibile. Le toccate sono spesso timide (tap-tap). Ferra con un colpo del polso delicato ma deciso. Anche un sarago da 200 grammi darà un combattimento emozionante." }
      ],
      "tips": [
        "Porta sempre almeno 3-4 colori diversi di soft bait: il pesce può essere selettivo in base alla luce e alla trasparenza dell'acqua",
        "Le ore centrali del giorno funzionano bene per il LRF, a differenza di altre tecniche: i piccoli predatori mangiano anche a sole alto",
        "In inverno il LRF è spesso l'unica tecnica produttiva: i pesci piccoli restano attivi anche con acqua fredda",
        "Usa il fluorocarbon come leader: in acque limpide fa la differenza tra abboccata e rifiuto"
      ],
      "commonMistakes": [
        "Usare jig head troppo pesanti: con più di 3g perdi la sensibilità e i pesci sentono la resistenza innaturale",
        "Ferrare troppo forte: con fili sottili rischi di rompere e con ami piccoli strappi la bocca del pesce",
        "Pescare solo a fondo: molte specie si alimentano a mezz'acqua, varia la profondità",
        "Non portare soft bait di ricambio: i pesci le distruggono velocemente"
      ],
      "bestSpotTypes": ["Moli con massi alla base", "Scogliere basse con anfratti", "Porti con piloni", "Pozze di marea"],
      "relatedTechniques": ["bolognese", "spinning"],
      "amazonProducts": [
        { "name": "Major Craft Firstcast LRF 2.00m 0.5-7g", "type": "Canna", "query": "canna+light+rock+fishing+LRF+mare" },
        { "name": "Shimano Nasci FB 1000", "type": "Mulinello", "query": "mulinello+ultraleggero+1000+LRF" },
        { "name": "Set Jig Head + Soft Bait LRF", "type": "Esche", "query": "kit+jig+head+soft+bait+LRF+mare" }
      ]
    },
    {
      "slug": "feeder",
      "name": "Feeder",
      "emoji": "🧺",
      "shortDescription": "Pesca a fondo con pasturatore: precisione e pasturazione costante per orate, mormore e saraghi.",
      "description": "Il feeder fishing è una tecnica di pesca a fondo che utilizza un pasturatore (feeder) come piombo: un piccolo contenitore forato che rilascia progressivamente la pastura sul fondale, attirando i pesci esattamente nel punto dove si trova l'esca. Nato in Inghilterra per la pesca in acqua dolce, il feeder si è adattato brillantemente alla pesca in mare dove ha rivoluzionato l'approccio alla pesca dalle spiagge e dai moli. La forza di questa tecnica sta nella precisione: ogni lancio deposita pastura e esca nello stesso identico punto, creando una zona di alimentazione irresistibile. Le prede principali in mare sono orate, mormore e saraghi, ma anche spigole e ombrine non disdegnano il feeder. L'attrezzatura prevede una canna specifica (quiver tip) con cimino intercambiabile che funge da segnalatore di abboccata: quando il pesce mangia, il cimino si piega delicatamente. Il feeder richiede una buona capacità di lancio per essere preciso e costante, ma una volta padroneggiato regala catture abbondanti. I periodi migliori sono primavera e autunno, quando le orate si avvicinano alla costa per alimentarsi.",
      "difficulty": "Media",
      "minBudget": 80,
      "maxBudget": 350,
      "targetSpecies": ["orata", "mormora", "sarago"],
      "seasons": { "gennaio": 1, "febbraio": 2, "marzo": 3, "aprile": 3, "maggio": 3, "giugno": 2, "luglio": 1, "agosto": 1, "settembre": 3, "ottobre": 3, "novembre": 2, "dicembre": 1 },
      "rod": { "length": "3.30-3.90m", "action": "Quiver tip intercambiabile", "power": "40-120g" },
      "reel": { "size": "4000-5000", "type": "Frizione anteriore, baitrunner opzionale" },
      "line": { "type": "Trecciato o Nylon", "diameter": "Trecciato 0.12mm o Nylon 0.22-0.25mm" },
      "rigs": ["Method feeder con hair rig", "Cage feeder con paternoster", "Inline feeder scorrevole", "Flat method con mold"],
      "baits": ["Verme coreano", "Bigattino", "Mais dolce", "Mini boilie", "Granchio"],
      "steps": [
        { "title": "Scegli il punto e clipppa", "description": "Lancia esplorativo per trovare la distanza giusta (fondale con variazioni). Una volta trovato il punto, clippa il filo sul mulinello così ogni lancio arriverà alla stessa distanza. Questa precisione è la chiave del feeder." },
        { "title": "Prepara la pastura e il feeder", "description": "Mescola la pastura con acqua di mare fino a ottenere una consistenza che si sbricioli in 2-3 minuti sul fondo. Riempi il feeder, comprimi e aggiungi qualche bigattino o verme tritato nella miscela. Il feeder deve pesare 40-80g per il mare." },
        { "title": "Fai i lanci iniziali di pasturazione", "description": "Prima di pescare, fai 5-10 lanci solo con il feeder pieno (senza esca sull'amo) per creare un tappeto di pastura sul fondo. Questo attira i pesci nella zona prima di iniziare a pescare." },
        { "title": "Innesca e pesca", "description": "Innesca l'amo con verme, bigattino o mais. Lancia nel punto clippato, appoggia la canna sul supporto e osserva il quiver tip. Tieni il filo in tensione per leggere le tocche: il cimino si piega dolcemente quando il pesce mangia." },
        { "title": "Rilancia regolarmente", "description": "Anche senza abboccate, rilancia ogni 5-7 minuti per ricaricare il feeder. La pasturazione costante è il segreto: ogni lancio aggiunge attrattivo sul fondo. Se il quiver tip trema senza piegarsi, aspetta: il pesce sta assaggiando." }
      ],
      "tips": [
        "La precisione del lancio è tutto nel feeder: allenati a lanciare sempre nello stesso punto prima di iniziare a pescare",
        "Aggiungi sempre qualche pezzo di esca nella pastura del feeder: vermi tritati o bigattini aumentano l'attrattiva",
        "Con corrente forte usa feeder più pesanti e pastura più compatta che non si dissolva troppo velocemente",
        "L'orata al feeder abbocca con toccate delicate: non ferrare al primo movimento del quiver tip, aspetta la piegata decisa"
      ],
      "commonMistakes": [
        "Non clippare il filo: senza clippatura ogni lancio finisce in un punto diverso e la pastura si disperde",
        "Usare pastura troppo bagnata che si disfa prima di arrivare sul fondo",
        "Non rilanciare abbastanza spesso: il feeder funziona solo con pasturazione costante",
        "Ferrare troppo presto sulle tocche delicate delle orate"
      ],
      "bestSpotTypes": ["Spiagge con fondali misti", "Moli e banchine", "Canali portuali", "Baie riparate"],
      "relatedTechniques": ["surfcasting", "beach-ledgering"],
      "amazonProducts": [
        { "name": "Shimano Alivio CX Feeder 3.60m", "type": "Canna", "query": "canna+feeder+mare+shimano+3.60m" },
        { "name": "Daiwa Ninja Match LT 4000", "type": "Mulinello", "query": "mulinello+feeder+mare+4000+daiwa" },
        { "name": "Set Method Feeder + Mold", "type": "Feeder", "query": "method+feeder+mare+set+mold" }
      ]
    },
    {
      "slug": "jigging",
      "name": "Jigging",
      "emoji": "⚡",
      "shortDescription": "Pesca verticale dalla barca con jig metallici per grandi predatori: ricciole, dentici e palamite.",
      "description": "Il jigging è la tecnica più adrenalinica della pesca in mare: consiste nel calare jig metallici pesanti (40-200g) dalla barca e animarli con jerkate potenti e ritmiche per provocare l'attacco dei grandi predatori pelagici. Ricciole, dentici, lecce, palamite e persino tonni non resistono al movimento frenetico di un jig che simula un pesce ferito. La tecnica richiede preparazione fisica — le sessioni di jigging sono intense e faticose — e un'attrezzatura robusta capace di sopportare combattimenti violenti con pesci che possono superare i 20 kg. Esistono due varianti principali: lo speed jigging, con recupero veloce e jerkate aggressive, e lo slow jigging, con movimenti lenti e cadute controllate che imitano un pesce morente. Il Mediterraneo italiano offre spot eccezionali per il jigging: lo Stretto di Messina, le isole pontine, l'Arcipelago Toscano e la Sardegna nord sono mete leggendarie. La stagione va da maggio a novembre, con il picco estivo per ricciole e palamite. Il jigging si pratica su fondali dai 30 ai 100 metri, spesso su secche e cappelli rocciosi dove i predatori si appostano.",
      "difficulty": "Difficile",
      "minBudget": 200,
      "maxBudget": 800,
      "targetSpecies": ["ricciola", "dentice", "leccia-amia", "palamita"],
      "seasons": { "gennaio": 1, "febbraio": 1, "marzo": 1, "aprile": 2, "maggio": 3, "giugno": 3, "luglio": 3, "agosto": 3, "settembre": 3, "ottobre": 3, "novembre": 2, "dicembre": 1 },
      "rod": { "length": "1.70-1.90m", "action": "Fast, specifica jigging", "power": "60-200g" },
      "reel": { "size": "5000-8000", "type": "Mulinello rotante o spinning robusto" },
      "line": { "type": "Trecciato PE", "diameter": "PE 2.0-4.0 (30-60lb)" },
      "rigs": ["Jig con assist hook singolo", "Jig con doppio assist hook", "Jig con amo in coda", "Slow jig con doppio assist"],
      "baits": ["Metal jig 60-120g (speed)", "Slow jig 80-200g", "Jig a foglia (flutter)", "Jig long (silhouette)"],
      "steps": [
        { "title": "Posiziona la barca sulla secca", "description": "Usa l'ecoscandaglio per individuare secche, cappelli rocciosi o variazioni di fondale dove i predatori si appostano. Posiziona la barca a monte della corrente per derivare sulla zona calda. Profondità ideali: 30-80 metri." },
        { "title": "Scegli il jig giusto", "description": "Il peso del jig dipende dalla profondità e dalla corrente: in acque calme 60-80g, con corrente 100-200g. I colori naturali (argento, blu) funzionano in acqua limpida; rosa e glow in profondità o acqua torbida." },
        { "title": "Cala il jig sul fondo", "description": "Apri l'archetto e lascia scendere il jig a filo libero fino al fondo. Conta i secondi per stabilire la profondità. Appena tocca il fondo, inizia immediatamente: i predatori spesso attaccano durante la prima risalita." },
        { "title": "Jerka con ritmo", "description": "Nello speed jigging: jerkate potenti e ritmiche con la canna recuperando contemporaneamente con il mulinello. Nello slow jigging: movimenti lenti e ampi della canna lasciando flutterare il jig nella caduta. Alterna velocità e pause." },
        { "title": "Combatti e recupera", "description": "Quando il predatore attacca sentirai uno strappo violento. Tieni la canna piegata e la frizione tarata. Le ricciole puntano verso il fondo con fughe lunghissime: non forzare, lascia correre il filo e recupera quando si ferma. Il pompaggio è fondamentale." }
      ],
      "tips": [
        "Le ricciole attaccano spesso nei primi 10 metri di risalita del jig: concentra la jerkata nella zona subito sopra il fondo",
        "Con corrente forte usa jig più pesanti e asimmetrici che non planano troppo: devono arrivare verticali sotto la barca",
        "Porta sempre assist hook di scorta: i predatori grossi li aprono e li distruggono",
        "L'alba è il momento migliore per i dentici: arrivano sulla secca per cacciare al primo chiarore"
      ],
      "commonMistakes": [
        "Usare jig troppo leggeri per la corrente: il jig non arriva mai in verticale e perde efficacia",
        "Jerkata monotona senza variazioni: alterna velocità, pause e cambi di ritmo per provocare l'attacco",
        "Frizione troppo serrata: con pesci grossi rischi la rottura del filo o la slamatura",
        "Non controllare gli assist hook dopo ogni pesce: un amo aperto significa pesce perso"
      ],
      "bestSpotTypes": ["Secche offshore", "Cappelli rocciosi", "Stretto di Messina", "Isole e reef sommersi"],
      "relatedTechniques": ["traina", "spinning"],
      "amazonProducts": [
        { "name": "Shimano Grappler Type J 1.80m", "type": "Canna", "query": "canna+jigging+shimano+grappler+mare" },
        { "name": "Shimano Saragosa SW 6000", "type": "Mulinello", "query": "mulinello+jigging+shimano+6000+mare" },
        { "name": "Set Metal Jig 60-120g assortiti", "type": "Jig", "query": "metal+jig+pesca+mare+set+60g+120g" }
      ]
    },
    {
      "slug": "traina",
      "name": "Traina",
      "emoji": "🚤",
      "shortDescription": "Pesca dalla barca in movimento trainando esche artificiali o naturali per ricciole, tonni e lampughe.",
      "description": "La traina è la tecnica più emozionante della pesca d'altura: la barca naviga a velocità costante trainando una o più esche — artificiali o naturali — che nuotano a diverse profondità imitando pesci in fuga. Quando il predatore attacca, la canna si piega violentemente e inizia un combattimento che può durare minuti o ore a seconda della preda. In Italia la traina costiera è praticata lungo tutte le coste, ma è nel Tirreno meridionale, in Sardegna e nelle isole che raggiunge i vertici. Le prede principali sono ricciole, dentici, tonni, lampughe, palamite e lecce amia — pesci potenti che possono superare i 50 kg. Esistono diverse varianti: la traina costiera (entro le 6 miglia, esche piccole, prede medie), la traina d'altura (oltre le 6 miglia, esche grandi, prede giganti) e il drifting (alla deriva con esche vive per i tonni). L'attrezzatura varia enormemente: dalla traina leggera con canne da 12-20 libbre per ricciole costiere, alla traina pesante con canne da 50-80 libbre per i tonni. Il budget è il più alto tra tutte le tecniche perché richiede una barca, benzina e attrezzatura dedicata.",
      "difficulty": "Difficile",
      "minBudget": 500,
      "maxBudget": 3000,
      "targetSpecies": ["ricciola", "dentice", "tonno", "lampuga"],
      "seasons": { "gennaio": 1, "febbraio": 1, "marzo": 1, "aprile": 2, "maggio": 2, "giugno": 3, "luglio": 3, "agosto": 3, "settembre": 3, "ottobre": 2, "novembre": 1, "dicembre": 1 },
      "rod": { "length": "1.70-2.10m", "action": "Parabolica, roller tip", "power": "12-50lb class" },
      "reel": { "size": "30-50 classe", "type": "Mulinello rotante con leva frizione" },
      "line": { "type": "Nylon o Trecciato", "diameter": "Nylon 0.40-0.60mm o Trecciato PE 3.0-6.0" },
      "rigs": ["Minnow da traina 12-18cm", "Octopus skirt con piombo", "Rapala da traina", "Esca viva con cavetto"],
      "baits": ["Minnow da traina (Rapala, Yo-Zuri)", "Octopus e skirted lure", "Esca viva (aguglia, sgombro)", "Piuma e polpetto"],
      "steps": [
        { "title": "Pianifica la rotta", "description": "Studia le carte nautiche e individua secche, cadute di fondale e zone dove i predatori si concentrano. Naviga lungo le linee batimetriche seguendo le variazioni di profondità. I FAD (oggetti galleggianti) attirano lampughe in estate." },
        { "title": "Prepara le lenze", "description": "Cala 2-4 canne con esche a diverse distanze (20-60 metri dalla barca) e diverse profondità. Usa divergenti o piombi per far scendere le esche. Le esche più lontane e profonde sono per i pesci più grandi." },
        { "title": "Regola la velocità", "description": "La velocità di traina è critica: 3-5 nodi per rapala e minnow, 5-8 nodi per octopus e lure d'altura. Osserva che le esche nuotino correttamente: devono avere un'azione regolare senza uscire dall'acqua." },
        { "title": "Gestisci l'attacco", "description": "Quando un pesce attacca la canna si piega violentemente. Togli la canna dal porta canne, inseriscila nel reggicanna a cintura e inizia il combattimento. Le altre lenze vanno recuperate immediatamente per evitare grovigli." },
        { "title": "Combatti e imbarca", "description": "Il combattimento a traina è fisicamente intenso: pompa alzando la canna e recupera abbassandola. Con tonni e ricciole grandi il combattimento può durare 30-60 minuti. Usa il raffio o il guadino per imbarcare il pesce." }
      ],
      "tips": [
        "Le lampughe si trovano sotto oggetti galleggianti (FAD, cassette, tronchi): in estate naviga cercando oggetti in superficie",
        "I tonni spesso cacciano vicino alle tonnare: chiedi ai pescatori locali dove sono le zone calde",
        "Traina sempre con il sole alle spalle: le esche sono più visibili per i pesci e la tua ombra non li spaventa",
        "Porta sempre una lenza di riserva pronta: quando perdi un pesce vuoi rilanciare immediatamente"
      ],
      "commonMistakes": [
        "Velocità di traina sbagliata: troppo veloce e le esche non lavorano, troppo lenta e non attraggono",
        "Non controllare le esche durante la navigazione: un'alga sull'amo o un'esca che gira male è tempo perso",
        "Frizione troppo serrata: un tonno in fuga può spezzare il filo o piegare l'amo",
        "Trainare troppo vicino alla costa: i grandi predatori pelagici sono su fondali dai 30 metri in su"
      ],
      "bestSpotTypes": ["Secche offshore", "Cadute di fondale", "Isole e arcipelaghi", "Zone con correnti forti"],
      "relatedTechniques": ["jigging", "bolentino"],
      "amazonProducts": [
        { "name": "Penn Warfare Trolling 20-30lb", "type": "Canna", "query": "canna+traina+penn+30lb+mare" },
        { "name": "Penn Squall II 30LW", "type": "Mulinello", "query": "mulinello+traina+penn+rotante+30" },
        { "name": "Set Rapala X-Rap Magnum 14cm", "type": "Esche", "query": "rapala+traina+mare+set+minnow+14cm" }
      ]
    },
    {
      "slug": "bolentino",
      "name": "Bolentino",
      "emoji": "⚓",
      "shortDescription": "Pesca a fondo dalla barca con esche naturali su fondali rocciosi per dentici, saraghi, triglie e scorfani.",
      "description": "Il bolentino è la tecnica più classica della pesca dalla barca: la barca si ancora o deriva lentamente sopra un fondale roccioso, e si cala una lenza con piombo ed esche naturali fino al fondo dove stazionano le prede. È la tecnica più antica e universale della pesca in mare, praticata dai pescatori italiani da secoli lungo tutte le coste. Il bolentino moderno ha evoluto le attrezzature ma il concetto resta lo stesso: portare l'esca dove vivono i pesci, sui fondali rocciosi ricchi di tane e anfratti. Le prede sono pregiate e varie: dentici, saraghi, triglie, scorfani, pagelli, cernie e tanti altri pesci di fondo che non si catturano facilmente da riva. Esistono due varianti principali: il bolentino leggero (fondali 10-40m, lenze sottili, piombi 30-80g) e il bolentino profondo (fondali 40-150m, lenze robuste, piombi 100-300g). La tecnica è accessibile anche ai principianti — non servono lanci particolari — ma richiede conoscenza dei fondali e capacità di sentire le tocche delicate dei pesci di fondo. I periodi migliori sono primavera e estate, quando la temperatura dell'acqua sale e i pesci sono più attivi.",
      "difficulty": "Facile",
      "minBudget": 50,
      "maxBudget": 300,
      "targetSpecies": ["dentice", "sarago", "pagello", "scorfano"],
      "seasons": { "gennaio": 1, "febbraio": 1, "marzo": 2, "aprile": 3, "maggio": 3, "giugno": 3, "luglio": 3, "agosto": 3, "settembre": 3, "ottobre": 2, "novembre": 1, "dicembre": 1 },
      "rod": { "length": "1.80-2.40m", "action": "Sensibile con cimino morbido", "power": "30-150g" },
      "reel": { "size": "3000-5000", "type": "Mulinello rotante o spinning" },
      "line": { "type": "Trecciato o Nylon", "diameter": "Trecciato 0.18-0.25mm o Nylon 0.30-0.40mm" },
      "rigs": ["Paternoster a 2-3 ami", "Montatura a braccioli", "Bolentino con piombo scorrevole", "Sabiki per esche vive"],
      "baits": ["Gamberetto", "Calamaro a strisce", "Sardina", "Verme coreano", "Totano"],
      "steps": [
        { "title": "Individua il fondale giusto", "description": "Usa l'ecoscandaglio per cercare fondali rocciosi con coralligeno, secche e cadute di fondale. I dentici stazionano sulle punte delle secche dove la corrente accelera. I saraghi amano le pareti verticali con anfratti." },
        { "title": "Ancora o prepara la deriva", "description": "Se il fondale lo permette, ancora la barca a monte del punto di pesca così la corrente porterà la pastura verso le tane. Altrimenti prepara una deriva controllata con il motore elettrico sopra la zona individuata." },
        { "title": "Prepara la montatura", "description": "Lega il piombo in fondo e 2-3 braccioli laterali con ami del 4-8 in base alla preda. I braccioli devono essere distanziati di 40-60cm. Usa fluorocarbon 0.25-0.30mm per i braccioli: è invisibile e i pesci di fondo sono diffidenti." },
        { "title": "Cala e senti il fondo", "description": "Cala la montatura a filo libero fino a sentire il piombo toccare il fondo. Poi recupera mezzo metro per tenere le esche sospese sopra le rocce. Tieni la canna in mano e il filo in leggera tensione per sentire le tocche." },
        { "title": "Leggi le tocche e ferra", "description": "I pesci di fondo hanno tocche diverse: il dentice dà colpi secchi e potenti, il sarago mangia piano con piccoli tiretti, lo scorfano ingoia di colpo. Aspetta che il pesce abbia in bocca l'esca, poi ferra con decisione alzando la canna." }
      ],
      "tips": [
        "Pastura con un sacchetto di sarde tritate legato all'ancora: la corrente porta l'odore e attira i pesci nella zona di pesca",
        "Il gamberetto vivo è l'esca numero uno per i dentici: se riesci a procurarlo, le catture aumentano enormemente",
        "In acque profonde (oltre 40m) usa il trecciato: trasmette le tocche istantaneamente, il nylon le ammortizza",
        "Cambia la profondità del terminale di 1-2 metri se non hai tocche: a volte i pesci non sono esattamente sul fondo"
      ],
      "commonMistakes": [
        "Usare piombi troppo leggeri per la corrente: la montatura deve stare verticale, non in diagonale",
        "Ferrare troppo presto sulla prima toccata: aspetta che il pesce abbia in bocca l'esca completamente",
        "Non pasturare: senza richiamo i pesci non si concentrano sotto la barca",
        "Restare troppo tempo nello stesso punto senza tocche: se dopo 20 minuti non abbocca nulla, cambia posizione"
      ],
      "bestSpotTypes": ["Secche rocciose", "Fondali con coralligeno", "Cadute di fondale", "Pareti verticali sommerse"],
      "relatedTechniques": ["traina", "jigging"],
      "amazonProducts": [
        { "name": "Shimano Beastmaster CX Boat 2.10m", "type": "Canna", "query": "canna+bolentino+barca+shimano+2.10m" },
        { "name": "Daiwa BG 4000", "type": "Mulinello", "query": "mulinello+bolentino+daiwa+4000+mare" },
        { "name": "Kit Montature Bolentino 3 ami", "type": "Montature", "query": "montature+bolentino+mare+kit+ami" }
      ]
    },
    {
      "slug": "beach-ledgering",
      "name": "Beach Ledgering",
      "emoji": "🏝️",
      "shortDescription": "Pesca a fondo dalla spiaggia con attrezzatura leggera e piombi ridotti, perfetta per orate e mormore.",
      "description": "Il beach ledgering è il fratello gentile del surfcasting: una tecnica di pesca dalla spiaggia che utilizza attrezzatura più leggera, piombi ridotti (20-60g) e lanci meno potenti. Mentre il surfcasting punta alla distanza estrema, il beach ledgering lavora nella fascia intermedia dei 30-80 metri dove spesso si concentrano orate e mormore, specialmente nelle spiagge con fondali bassi e degradanti. Questa tecnica è perfetta per chi vuole pescare dalla spiaggia senza l'impegno fisico del surfcasting e senza investire in attrezzatura pesante. Le canne sono più corte e maneggevoli (3.00-3.60m), i mulinelli più leggeri e le montature più sottili e sensibili. Il risultato è una pesca più raffinata dove si sentono anche le tocche più delicate. Il beach ledgering eccelle nelle spiagge con fondali bassi dove il surfcasting tradizionale è eccessivo: le spiagge adriatiche, le baie riparate e le zone di foce sono il terreno ideale. Le esche sono le stesse del surfcasting — vermi, cannolicchi, bibi — ma si possono usare inneschi più piccoli e delicati. I periodi migliori sono primavera e autunno, con notti primaverili eccezionali per le orate.",
      "difficulty": "Facile",
      "minBudget": 60,
      "maxBudget": 250,
      "targetSpecies": ["orata", "mormora", "spigola"],
      "seasons": { "gennaio": 2, "febbraio": 2, "marzo": 3, "aprile": 3, "maggio": 3, "giugno": 1, "luglio": 1, "agosto": 1, "settembre": 3, "ottobre": 3, "novembre": 2, "dicembre": 2 },
      "rod": { "length": "3.00-3.60m", "action": "Sensibile, cimino quiver", "power": "20-60g" },
      "reel": { "size": "3000-4000", "type": "Frizione anteriore" },
      "line": { "type": "Nylon o Trecciato fine", "diameter": "Nylon 0.20-0.25mm o Trecciato 0.10-0.14mm" },
      "rigs": ["Montatura scorrevole leggera", "Paternoster a un amo", "Running ledger", "Feeder leggero con pasturatore"],
      "baits": ["Verme coreano", "Bibi", "Cannolicchio", "Arenicola", "Gambero sgusciato"],
      "steps": [
        { "title": "Scegli la spiaggia giusta", "description": "Cerca spiagge con fondale che degrada dolcemente, senza correnti troppo forti. Le baie riparate e le zone vicino a scogli sommersi o foci di canali sono ideali. Il beach ledgering funziona meglio con mare calmo o poco mosso." },
        { "title": "Prepara la montatura leggera", "description": "Usa un piombo scorrevole da 30-50g con un terminale in fluorocarbon 0.18-0.22mm lungo 1-1.5 metri. L'amo del 6-10 a gambo lungo per i vermi. La montatura deve essere sensibile: il pesce non deve sentire resistenza quando mangia." },
        { "title": "Lancia a media distanza", "description": "Non serve lanciare lontanissimo: 40-70 metri sono spesso sufficienti. Nelle spiagge adriatiche con fondali bassi le orate pascolano anche a 30 metri da riva. Lancia in diversi punti per trovare le buche produttive." },
        { "title": "Tieni la canna sul picchetto e osserva", "description": "Appoggia la canna sul picchetto con il cimino alto. Se usi il quiver tip, tieni il filo leggermente in tensione. Le orate al beach ledgering danno tocche delicate: il cimino trema prima di piegarsi. Le mormore danno toccate rapide e secche." },
        { "title": "Ferra con dolcezza", "description": "Con piombi leggeri e terminali sottili, la ferrata deve essere morbida: un colpo secco spezzerebbe il terminale. Alza la canna fluidamente quando senti la piegata del cimino. Il combattimento è emozionante con attrezzatura leggera." }
      ],
      "tips": [
        "Le notti di luna nuova in primavera sono perfette per le orate al beach ledgering: si avvicinano a riva in cerca di vermi",
        "Usa il filo del telefono (gommino in silicone) come segnalatore di abboccata: lo agganci al filo tra i primi due anelli e cade quando il pesce tira",
        "Porta sempre verme coreano e bibi: sono le esche migliori per questa tecnica e le orate li adorano",
        "Con mare calmo piatto usa piombi più leggeri (20-30g): meno resistenza significa più sensibilità alle tocche"
      ],
      "commonMistakes": [
        "Usare piombi troppo pesanti: il vantaggio del beach ledgering è la leggerezza, non trasformarlo in un mini-surfcasting",
        "Terminali troppo corti: almeno 1 metro di fluorocarbon per distanziare l'esca dal piombo",
        "Ferrare troppo forte: con fili sottili rischi la rottura, e con ami piccoli strappi la bocca del pesce",
        "Non cambiare l'esca regolarmente: i vermi perdono attrattiva dopo 15-20 minuti"
      ],
      "bestSpotTypes": ["Spiagge con fondale basso", "Baie riparate", "Zone di foce", "Spiagge adriatiche"],
      "relatedTechniques": ["surfcasting", "feeder"],
      "amazonProducts": [
        { "name": "Shimano Catana CX Beach Ledger 3.30m", "type": "Canna", "query": "canna+beach+ledgering+3.30m+mare" },
        { "name": "Shimano Sienna FG 3000", "type": "Mulinello", "query": "mulinello+beach+ledgering+3000" },
        { "name": "Kit Piombi Scorrevoli 20-50g", "type": "Piombi", "query": "piombi+scorrevoli+pesca+mare+set" }
      ]
    }
  ]
}
