{
  "metadata": {
    "version": "1.0",
    "lastUpdated": "2025-12-24",
    "totalSpecies": 40,
    "description": "Enciclopedia Pesci Italia - Mediterraneo"
  },
  "fish": [
    {
      "id": "spigola",
      "slug": "spigola",
      "name": "Spigola",
      "scientificName": "Dicentrarchus labrax",
      "otherNames": [
        "Branzino",
        "Ragno",
        "Lupo di mare"
      ],
      "family": "Moronidae",
      "category": "predatore",
      "icon": "🐟",
      "description": "La spigola (Dicentrarchus labrax), conosciuta come branzino nel Nord Italia e come ragno o lupo di mare in altre regioni, è senza dubbio il predatore più ambito e ricercato dai pescatori sportivi italiani. Questo magnifico pesce, appartenente alla famiglia dei Moronidae, può raggiungere dimensioni ragguardevoli fino a 100 cm di lunghezza e 12 kg di peso, anche se le catture più comuni si attestano tra i 40 e i 60 cm. La spigola è un pesce estremamente intelligente e diffidente, dotato di sensi acutissimi che la rendono una preda impegnativa anche per i pescatori più esperti. Il suo corpo affusolato e idrodinamico le permette di cacciare con estrema efficacia in ambienti diversi: dalle foci dei fiumi ai porti, dalle scogliere artificiali alle spiagge battute dalle mareggiate. Durante l'inverno, periodo migliore per la sua cattura, la spigola si avvicina alla costa per la riproduzione, offrendo le migliori opportunità di pesca. Le tecniche più efficaci includono lo spinning con artificiali, il surfcasting e il light rock fishing. La spigola rappresenta non solo una sfida tecnica entusiasmante, ma anche una preda di altissimo valore gastronomico, con la sua carne bianca, delicata e pregiata che la rende una delle specie più apprezzate sulle tavole italiane.",
      "characteristics": {
        "maxLength": "100 cm",
        "avgLength": "40-60 cm",
        "maxWeight": "12 kg",
        "avgWeight": "1-3 kg",
        "lifespan": "15-20 anni",
        "color": "Grigio-argento con dorso più scuro",
        "bodyShape": "Affusolato, idrodinamico"
      },
      "habitat": {
        "environment": "Costiero, lagune, foci dei fiumi",
        "depth": "0-100 m, solitamente 0-30 m",
        "substrate": "Sabbioso, roccioso, misto",
        "description": "Ama le zone con correnti, i porti, le foci dei fiumi e le scogliere. Si avvicina molto alla costa, soprattutto di notte e durante le mareggiate."
      },
      "behavior": {
        "feeding": "Predatore opportunista, si nutre di pesci piccoli, crostacei, cefalopodi e vermi",
        "activity": "Più attivo all'alba, al tramonto e di notte",
        "social": "Solitaria da adulta, in branchi da giovane",
        "migration": "Si avvicina alla costa in inverno per riprodursi"
      },
      "reproduction": {
        "period": "Dicembre-Marzo",
        "maturity": "3-4 anni (maschi), 4-5 anni (femmine)",
        "spawning": "In mare aperto, uova pelagiche"
      },
      "fishing": {
        "techniques": [
          "Spinning",
          "Surfcasting",
          "Light rock fishing",
          "Vertical jigging"
        ],
        "bestTechnique": "Spinning",
        "bestBaits": [
          "Minnow 10-14cm",
          "Verme americano",
          "Gambero vivo",
          "Softbait"
        ],
        "bestArtificials": [
          "Rapala X-Rap",
          "Fiiish Black Minnow",
          "DUO Realis Jerkbait"
        ],
        "bestSpots": "Foci dei fiumi, porti, scogliere artificiali, spiagge dopo le mareggiate",
        "difficulty": 4,
        "fightRating": 5,
        "tips": [
          "Le spigole amano le acque torbide dopo le mareggiate",
          "Di notte si avvicinano molto a riva",
          "Usa artificiali lenti in inverno, veloci in estate",
          "Le foci dei fiumi dopo le piogge sono spot d'oro"
        ]
      },
      "seasonality": {
        "best": [
          11,
          12,
          1,
          2,
          3
        ],
        "good": [
          4,
          10
        ],
        "difficult": [
          5,
          6,
          7,
          8,
          9
        ],
        "description": "Inverno è il periodo migliore. In estate si allontana dalla costa."
      },
      "records": {
        "worldRecord": "12.0 kg - Francia 1986",
        "italyRecord": "10.2 kg - Sardegna 2018",
        "averageTrophy": "Oltre 5 kg considerato trofeo"
      },
      "culinary": {
        "edible": true,
        "quality": 5,
        "taste": "Carne bianca, delicata, pregiata",
        "cooking": [
          "Al forno",
          "Al sale",
          "Alla griglia",
          "Al cartoccio"
        ],
        "minSize": "25 cm (taglia minima legale)"
      },
      "curiosities": [
        "Può vivere sia in acqua salata che dolce",
        "È uno dei pochi pesci che caccia attivamente le prede",
        "Il nome 'branzino' deriva da 'branchia' per le branchie prominenti",
        "In antichità era considerato il 're dei pesci'"
      ],
      "conservation": {
        "status": "LC (Least Concern)",
        "threats": "Pesca eccessiva, inquinamento costiero",
        "regulations": "Taglia minima 25 cm, chiusura riproduttiva in alcune regioni"
      },
      "relatedProducts": [
        {
          "name": "Shimano Sustain Spinning 2.40m",
          "type": "Canna",
          "amazonUrl": "https://www.amazon.it/s?k=shimano+sustain+spinning+canna&tag=fishandtips-21"
        },
        {
          "name": "Rapala X-Rap 10cm",
          "type": "Artificiale",
          "amazonUrl": "https://www.amazon.it/s?k=rapala+x-rap+10+artificiale&tag=fishandtips-21"
        }
      ],
      "localNotes": "In Italia la spigola è presente lungo tutte le coste, ma le concentrazioni maggiori si trovano nell'alto Tirreno, in Liguria e lungo le coste toscane. Le foci dei fiumi liguri — dal Magra all'Arroscia — sono hotspot leggendari durante le mareggiate autunnali e invernali, quando l'acqua dolce mista a quella salata attira branchi di spigole anche di taglia importante. In Sardegna, soprattutto nella zona di Alghero e nelle lagune di Cabras e Tortolì, le spigole raggiungono taglie record. La differenza rispetto al Nord Europa è che nel Mediterraneo italiano la spigola tende a restare più sotto costa anche d'estate, cercando riparo tra le posidonie e le scogliere artificiali dei porti turistici. Gli spot tipologici più produttivi includono le foci di fiumi dopo piogge abbondanti (da ottobre a marzo), i moli foranei dei porti nelle notti di luna nuova, e le spiagge con fondale misto sabbia-roccia battute dal maestrale. In primavera, le spigole post-frega si concentrano attorno ai pennelli frangiflutti della Riviera di Ponente, dove cacciano attivamente i piccoli cefaletti.",
      "expertTip": "Il mio consiglio dopo 15 anni di spinning alla spigola in Liguria: dimentica i retrieve veloci. In inverno, la spigola del Mediterraneo risponde molto meglio a recuperi lentissimi con pause di 3-4 secondi, soprattutto con jerkbait sospending tra i 10 e i 14 cm. Il segreto è pescare nelle prime 2 ore dopo la mareggiata, quando l'acqua è ancora torbida ma il mare si sta calmando: è il momento in cui le spigole grandi si avvicinano a riva per cacciare. Mai sottovalutare le notti senza luna.",
      "commonMistakes": [
        "Usare artificiali troppo piccoli in inverno: sotto i 10 cm raramente funzionano per le spigole di taglia",
        "Pescare solo con luce: le spigole grandi si muovono prevalentemente al buio, l'alba e il tramonto sono i momenti migliori",
        "Ignorare le condizioni del mare: pescare con mare piatto è quasi sempre improduttivo, serve almeno un po' di moto ondoso",
        "Cambiare spot troppo spesso: la spigola torna negli stessi punti, meglio insistere su uno spot produttivo che saltare da una spiaggia all'altra",
        "Non adattare il colore degli artificiali all'acqua: in acqua torbida servono colori accesi (arancio, chartreuse), in acqua limpida colori naturali"
      ]
    },
    {
      "id": "orata",
      "slug": "orata",
      "name": "Orata",
      "scientificName": "Sparus aurata",
      "otherNames": [
        "Dorada",
        "Auro"
      ],
      "family": "Sparidae",
      "category": "sparide",
      "icon": "🐟",
      "description": "L'orata (Sparus aurata) è considerata la regina degli sparidi del Mar Mediterraneo e rappresenta una delle prede più ambite per i pescatori sportivi italiani, in particolare per chi pratica il surfcasting. Facilmente riconoscibile per la caratteristica banda dorata che corre tra i suoi grandi occhi, da cui deriva il nome scientifico 'aurata', questo magnifico pesce può raggiungere i 70 cm di lunghezza e superare i 10 kg di peso, anche se le catture più frequenti si aggirano tra 30 e 45 cm. L'orata predilige i fondali sabbiosi ricchi di praterie di posidonia, le lagune costiere e le zone vicine alle foci dei fiumi, dove trova abbondanza di cibo: molluschi, crostacei e ricci di mare che frantuma con i suoi potenti denti molariformi. Questa specie presenta una peculiarità biologica affascinante: è ermafrodita proterandrica, nascendo maschio per poi trasformarsi in femmina durante la crescita. I periodi migliori per la pesca dell'orata sono la primavera e l'autunno, quando si avvicina maggiormente alla costa. Le esche naturali come granchio, cozza, verme americano e bibi sono le più efficaci. In cucina, l'orata è celebre per la sua carne bianca, soda e dal sapore delicato, perfetta per preparazioni al forno, al sale o alla griglia.",
      "characteristics": {
        "maxLength": "70 cm",
        "avgLength": "30-45 cm",
        "maxWeight": "10 kg",
        "avgWeight": "0.5-2 kg",
        "lifespan": "11 anni",
        "color": "Argento con riflessi dorati, banda dorata tra gli occhi",
        "bodyShape": "Ovale compresso lateralmente"
      },
      "habitat": {
        "environment": "Costiero, lagune, fondali sabbiosi",
        "depth": "0-150 m, solitamente 0-30 m",
        "substrate": "Sabbioso con praterie di posidonia",
        "description": "Predilige fondali sabbiosi e misti, spesso vicino a praterie di posidonia. Frequenta anche lagune e foci."
      },
      "behavior": {
        "feeding": "Si nutre di molluschi, crostacei, ricci di mare. Rompe i gusci con i potenti denti molariformi",
        "activity": "Attiva soprattutto all'alba e nelle ore centrali della giornata",
        "social": "In piccoli gruppi o solitaria",
        "migration": "Si avvicina alla costa in primavera e autunno"
      },
      "reproduction": {
        "period": "Ottobre-Dicembre",
        "maturity": "2 anni",
        "spawning": "Ermafrodita proterandrica (nasce maschio, diventa femmina)"
      },
      "fishing": {
        "techniques": [
          "Surfcasting",
          "Bolognese",
          "Ledgering",
          "Feeder"
        ],
        "bestTechnique": "Surfcasting",
        "bestBaits": [
          "Granchio",
          "Cozza",
          "Verme americano",
          "Bibi"
        ],
        "bestArtificials": [
          "Raramente artificiali"
        ],
        "bestSpots": "Spiagge con fondali sabbiosi, foci, zone con mitili",
        "difficulty": 3,
        "fightRating": 4,
        "tips": [
          "L'orata ama le cozze: usa il granchio per le taglie grosse",
          "Pesca all'alba per le migliori catture",
          "Dopo le mareggiate si avvicina molto a riva",
          "Filo sottile invisibile per non insospettirla"
        ]
      },
      "seasonality": {
        "best": [
          9,
          10,
          11,
          4,
          5
        ],
        "good": [
          3,
          6
        ],
        "difficult": [
          12,
          1,
          2,
          7,
          8
        ],
        "description": "Primavera e autunno sono i periodi migliori. In inverno si allontana."
      },
      "records": {
        "worldRecord": "9.85 kg",
        "italyRecord": "8.2 kg - Sardegna",
        "averageTrophy": "Oltre 3 kg considerato trofeo"
      },
      "culinary": {
        "edible": true,
        "quality": 5,
        "taste": "Carne bianca, soda, sapore delicato",
        "cooking": [
          "Al forno",
          "Al sale",
          "Alla griglia",
          "All'acqua pazza"
        ],
        "minSize": "20 cm (taglia minima legale)"
      },
      "curiosities": [
        "Cambia sesso durante la vita: nasce maschio e diventa femmina",
        "La banda dorata le dà il nome (aurata = dorata)",
        "Può rompere gusci di cozze e ricci con i denti",
        "Era allevata già dai Romani nelle piscine"
      ],
      "conservation": {
        "status": "LC (Least Concern)",
        "threats": "Sovrapesca, perdita habitat costiero",
        "regulations": "Taglia minima 20 cm"
      },
      "relatedProducts": [
        {
          "name": "Trabucco Searcher Surf 4.50m",
          "type": "Canna",
          "amazonUrl": "https://www.amazon.it/s?k=trabucco+searcher+surf+canna&tag=fishandtips-21"
        },
        {
          "name": "Ami Owner Orata",
          "type": "Ami",
          "amazonUrl": "https://www.amazon.it/s?k=ami+owner+orata&tag=fishandtips-21"
        }
      ],
      "localNotes": "L'orata è la regina indiscussa del surfcasting italiano e si trova in abbondanza lungo tutte le coste della penisola. In Liguria, le spiagge tra Albenga e Finale Ligure sono storicamente produttive da settembre a dicembre, quando le orate risalgono sotto costa per alimentarsi di cozze e granchi prima dell'inverno. La Toscana offre spot straordinari nelle zone di Follonica e Castiglione della Pescaia, dove i fondali misti sabbia-posidonia creano l'habitat ideale. In Sicilia, soprattutto nella zona di Marsala e lungo la costa sud, le orate raggiungono taglie da record anche oltre i 6 kg. La differenza fondamentale rispetto alla pesca dell'orata in Spagna o Grecia è che nel Mediterraneo italiano il pesce è mediamente più diffidente a causa della pressione di pesca: servono terminali più sottili (0.18-0.22 fluorocarbon) e innesti più delicati. Gli spot tipologici più redditizi sono i bassi fondali con praterie di posidonia in autunno, le bocche dei porti dove le orate stazionano vicino alle colonne dei moli, e le spiagge con banchi di cozze naturali esposte al libeccio.",
      "expertTip": "Per l'orata nel Mediterraneo italiano ho imparato una cosa fondamentale: il piombo scorrevole fa tutta la differenza. L'orata è un pesce estremamente sospettoso e se sente la minima resistenza molla l'esca. Usa sempre un montaggio con piombo scorrevole, fluorocarbon da 0.20 e un amo del 2 o del 4 a gambo corto. L'esca killer in Italia? Il granchio favollo vivo, imbattibile da settembre a novembre. Se non lo trovi, la cozza innescata con la tecnica del 'calzino' è la seconda scelta migliore.",
      "commonMistakes": [
        "Ferrare troppo presto: l'orata assaggia l'esca più volte prima di ingoiarla, aspetta che la canna si pieghi decisamente prima di ferrare",
        "Usare terminali troppo grossi: sopra lo 0.25 di fluorocarbon le catture calano drasticamente, l'orata vede il filo",
        "Pescare solo di giorno: le orate più grandi si alimentano attivamente nelle ore notturne e all'alba",
        "Trascurare il fondale: l'orata cerca le zone con cozze, granchi e ricci, non pescare su sabbia pulita",
        "Non variare la distanza di lancio: spesso le orate stazionano vicinissime a riva, sotto i 30 metri"
      ]
    },
    {
      "id": "sarago",
      "slug": "sarago",
      "name": "Sarago",
      "scientificName": "Diplodus sargus",
      "otherNames": [
        "Sarago maggiore",
        "Sargo"
      ],
      "family": "Sparidae",
      "category": "sparide",
      "icon": "🐠",
      "description": "Il sarago (Diplodus sargus), comunemente chiamato anche sarago maggiore o sargo, è uno degli sparidi più diffusi e apprezzati del Mar Mediterraneo, particolarmente amato dai pescatori che praticano la bolognese e il rock fishing dalle scogliere italiane. Questo pesce dal corpo ovale e compresso lateralmente, riconoscibile per le caratteristiche bande verticali scure sui fianchi argentei, può raggiungere i 45 cm di lunghezza e i 2 kg di peso, sebbene le catture più comuni siano di esemplari tra i 20 e i 30 cm. Il sarago è rinomato per la sua intelligenza e astuzia: è un pesce estremamente diffidente che richiede lenze sottili e presentazioni naturali dell'esca. Vive prevalentemente su fondali rocciosi ricchi di anfratti, nei porti e sui moli, dove si nutre di alghe, molluschi, crostacei e ricci di mare, dimostrando un comportamento alimentare onnivoro. La pesca del sarago richiede pazienza e tecnica: la pasturazione abbondante è fondamentale per attirare e trattenere il branco. Le esche più efficaci sono il bigattino, il gambero, la cozza e soprattutto il riccio di mare per gli esemplari più grossi, i cosiddetti 'saragoni'. Il sarago è attivo tutto l'anno ma offre le migliori catture in primavera e autunno. La sua carne bianca dal sapore deciso lo rende molto apprezzato anche in cucina.",
      "characteristics": {
        "maxLength": "45 cm",
        "avgLength": "20-30 cm",
        "maxWeight": "2 kg",
        "avgWeight": "300-800 g",
        "lifespan": "15 anni",
        "color": "Argento con bande verticali scure",
        "bodyShape": "Ovale compresso, profilo alto"
      },
      "habitat": {
        "environment": "Scogliere, fondali rocciosi, posidonia",
        "depth": "0-50 m",
        "substrate": "Roccioso",
        "description": "Ama le scogliere e i fondali rocciosi ricchi di anfratti. Si trova spesso nei porti e sui moli."
      },
      "behavior": {
        "feeding": "Onnivoro, si nutre di alghe, molluschi, crostacei, ricci",
        "activity": "Diurno, più attivo al mattino",
        "social": "In piccoli branchi",
        "migration": "Stanziale"
      },
      "reproduction": {
        "period": "Marzo-Maggio",
        "maturity": "2-3 anni",
        "spawning": "Ermafrodita proterandrico"
      },
      "fishing": {
        "techniques": [
          "Bolognese",
          "Rock fishing",
          "Light spinning",
          "Pesca col galleggiante"
        ],
        "bestTechnique": "Bolognese dalla scogliera",
        "bestBaits": [
          "Bigattino",
          "Gambero",
          "Cozza",
          "Riccio di mare"
        ],
        "bestArtificials": [
          "Piccoli grub",
          "Micro jig"
        ],
        "bestSpots": "Scogliere, moli, porti, zone con ricci",
        "difficulty": 3,
        "fightRating": 4,
        "tips": [
          "Pastura abbondante per attirare il branco",
          "Usa lenze sottili, il sarago è diffidente",
          "Il riccio è l'esca regina per i saragoni",
          "Cerca le zone con corrente"
        ]
      },
      "seasonality": {
        "best": [
          3,
          4,
          5,
          9,
          10,
          11
        ],
        "good": [
          6,
          12
        ],
        "difficult": [
          7,
          8,
          1,
          2
        ],
        "description": "Attivo tutto l'anno, meglio primavera e autunno."
      },
      "records": {
        "worldRecord": "1.98 kg",
        "italyRecord": "1.85 kg",
        "averageTrophy": "Oltre 1 kg considerato trofeo"
      },
      "culinary": {
        "edible": true,
        "quality": 4,
        "taste": "Carne bianca, sapore deciso",
        "cooking": [
          "Al forno",
          "Alla griglia",
          "In umido"
        ],
        "minSize": "18 cm (alcune regioni 23 cm)"
      },
      "curiosities": [
        "Esistono diverse specie di sarago: maggiore, fasciato, pizzuto",
        "I saraghi più grossi sono chiamati 'saragoni'",
        "Può cambiare colore in base all'ambiente",
        "È tra i pesci più intelligenti del Mediterraneo"
      ],
      "conservation": {
        "status": "LC (Least Concern)",
        "threats": "Pesca subacquea intensiva",
        "regulations": "Taglia minima variabile per regione"
      },
      "relatedProducts": [
        {
          "name": "Trabucco Precision RPL Bolognese 6m",
          "type": "Canna",
          "amazonUrl": "https://www.amazon.it/s?k=trabucco+precision+bolognese+6m&tag=fishandtips-21"
        }
      ],
      "localNotes": "Il sarago è probabilmente il pesce più diffuso e pescato dalle scogliere italiane, presente dalla Liguria alla Sicilia. In Liguria, le scogliere naturali delle Cinque Terre e del promontorio di Portofino ospitano popolazioni di saraghi maggiori di taglia ragguardevole, spesso superiori al kg. La Puglia, in particolare il tratto costiero del Gargano e le scogliere di Polignano a Mare, è considerata una delle zone più prolifiche d'Italia per il sarago. In Sardegna, la costa orientale tra Cala Gonone e Arbatax offre spot incredibili con fondali rocciosi ricchi di alghe dove stazionano branchi numerosi. La differenza rispetto alla pesca del sarago in Grecia o Croazia è che in Italia i saraghi sono molto più educati dalla pressione di pesca: reagiscono meglio a pasturazioni leggere e costanti piuttosto che a calate massive di esca. Gli spot migliori sono le scogliere con buche e anfratti a profondità tra 3 e 8 metri, soprattutto dove cresce il riccio di mare. In autunno, le punte rocciose battute dal grecale concentrano branchi di saraghi in alimentazione attiva, ed è il periodo in cui si catturano gli esemplari più grossi.",
      "expertTip": "Il sarago è un pesce furbo: se peschi dalla scogliera, la chiave è la pasturazione leggera ma costante. Prepara un impasto di sarda tritata e pane bagnato, e lancia piccole palline ogni 5 minuti. Dopo 20-30 minuti, vedrai i saraghi salire dal fondo. A quel punto, innesca un cubetto di formaggio stagionato (sì, formaggio!) sull'amo: è un'esca poco conosciuta ma devastante per il sarago maggiore. Il fluorocarbon da 0.16-0.18 è obbligatorio: il sarago ha una vista eccezionale.",
      "commonMistakes": [
        "Pescare troppo in superficie: il sarago staziona vicino al fondo, serve far scendere l'esca almeno a metà colonna d'acqua",
        "Non pasturare o pasturare troppo: senza pasturazione il sarago non si ferma, ma con troppa esca si sazia senza toccare l'amo",
        "Usare ami troppo grandi: il sarago ha una bocca piccola, ami del 6 o 8 sono la misura ideale",
        "Ferrare con troppa forza: il sarago ha le labbra delicate, una ferrata violenta strappa l'amo"
      ]
    },
    {
      "id": "serra",
      "slug": "serra",
      "name": "Serra",
      "scientificName": "Pomatomus saltatrix",
      "otherNames": [
        "Pesce serra",
        "Bluefish"
      ],
      "family": "Pomatomidae",
      "category": "predatore",
      "icon": "🦈",
      "description": "Il pesce serra (Pomatomus saltatrix), conosciuto anche come bluefish, è senza dubbio il predatore più aggressivo e feroce che popola le acque del Mar Mediterraneo. Questo formidabile cacciatore, appartenente alla famiglia Pomatomidae, può raggiungere i 130 cm di lunghezza e i 14 kg di peso, con esemplari comuni tra i 50 e gli 80 cm. La sua caratteristica più temibile sono i denti: affilati come rasoi, capaci di tranciare qualsiasi filo da pesca e infliggere ferite serie ai pescatori incauti. Il serra è un predatore pelagico che si avvicina alla costa italiana inseguendo i banchi di alici, sugarelli e altri pesci foraggio, creando le spettacolari 'mangianze' in superficie. Quando caccia, il serra entra in una vera e propria frenesia alimentare, attaccando le prede con violenza inaudita. La sua presenza nel Mediterraneo è stagionale: arriva in tarda primavera e rimane fino all'autunno, con picchi di attività a maggio-giugno e settembre. Per pescare il serra sono fondamentali due accorgimenti: l'uso del cavetto in acciaio (i suoi denti tagliano qualsiasi nylon) e recuperi veloci e aggressivi degli artificiali. Lo spinning con minnow, jig metallici e cucchiaini è la tecnica più efficace ed emozionante. Il combattimento è esplosivo, con fughe violente e salti fuori dall'acqua. La carne del serra, rossa e saporita, va consumata freschissima.",
      "characteristics": {
        "maxLength": "130 cm",
        "avgLength": "50-80 cm",
        "maxWeight": "14 kg",
        "avgWeight": "2-5 kg",
        "lifespan": "12 anni",
        "color": "Blu-verde sul dorso, argenteo sui fianchi",
        "bodyShape": "Affusolato, potente"
      },
      "habitat": {
        "environment": "Pelagico costiero",
        "depth": "0-200 m",
        "substrate": "Qualsiasi, segue le prede",
        "description": "Pesce pelagico che si avvicina alla costa inseguendo i branchi di alici e sugarelli."
      },
      "behavior": {
        "feeding": "Predatore feroce, attacca branchi di pesci creando vere carneficine",
        "activity": "Molto attivo, soprattutto al mattino",
        "social": "In branchi durante la caccia",
        "migration": "Migratore, arriva in estate e se ne va in autunno"
      },
      "reproduction": {
        "period": "Giugno-Agosto",
        "maturity": "2 anni",
        "spawning": "In mare aperto"
      },
      "fishing": {
        "techniques": [
          "Spinning",
          "Shore jigging",
          "Traina",
          "Vertical jigging"
        ],
        "bestTechnique": "Spinning",
        "bestBaits": [
          "Artificiali metallici",
          "Cucchiaini",
          "Needle fish",
          "Jig"
        ],
        "bestArtificials": [
          "Rapala X-Rap",
          "Yo-Zuri Crystal Minnow",
          "Jig metallici"
        ],
        "bestSpots": "Dove ci sono mangianze, punte rocciose, foci",
        "difficulty": 3,
        "fightRating": 5,
        "tips": [
          "USA SEMPRE IL CAVETTO! I denti tagliano qualsiasi filo",
          "Cerca le mangianze in superficie",
          "Recuperi veloci e aggressivi",
          "Attenzione alle dita quando lo salpate!"
        ]
      },
      "seasonality": {
        "best": [
          5,
          6,
          9
        ],
        "good": [
          7,
          8,
          10
        ],
        "difficult": [
          11,
          12,
          1,
          2,
          3,
          4
        ],
        "description": "Presente da maggio a ottobre, picco a maggio-giugno e settembre."
      },
      "records": {
        "worldRecord": "14.4 kg",
        "italyRecord": "11.5 kg",
        "averageTrophy": "Oltre 5 kg considerato trofeo"
      },
      "culinary": {
        "edible": true,
        "quality": 3,
        "taste": "Carne rossa, sapore forte, va cucinato fresco",
        "cooking": [
          "Alla griglia",
          "Marinato",
          "Crudo (tartare)"
        ],
        "minSize": "Nessuna taglia minima specifica"
      },
      "curiosities": [
        "Può nuotare fino a 60 km/h",
        "I denti ricrescono se si rompono",
        "Chiamato 'pirata del mare' per la sua aggressività",
        "Quando caccia crea le famose 'mangianze'"
      ],
      "conservation": {
        "status": "VU (Vulnerable) in alcune aree",
        "threats": "Pesca commerciale",
        "regulations": "Nessuna taglia minima in Italia"
      },
      "relatedProducts": [
        {
          "name": "Cavetto acciaio 20lb",
          "type": "Accessorio",
          "amazonUrl": "https://www.amazon.it/s?k=cavetto+acciaio+pesca+serra&tag=fishandtips-21"
        },
        {
          "name": "Yo-Zuri Crystal Minnow",
          "type": "Artificiale",
          "amazonUrl": "https://www.amazon.it/s?k=yo-zuri+crystal+minnow&tag=fishandtips-21"
        }
      ],
      "localNotes": "Il pesce serra è diventato una presenza sempre più costante lungo le coste italiane, segno del riscaldamento del Mediterraneo. Le concentrazioni maggiori si registrano lungo le coste toscane — soprattutto tra Viareggio e Piombino — e in Liguria nella Riviera di Levante, dove le punte rocciose di Sestri Levante e Chiavari diventano teatro di spettacolari mangianze tra maggio e ottobre. La Sicilia orientale, in particolare il tratto tra Catania e Siracusa, è un altro hotspot emergente con catture di esemplari oltre i 10 kg. L'Adriatico romagnolo vede arrivi stagionali importanti a settembre-ottobre. A differenza della pesca al bluefish in Atlantico (USA, Turchia), nel Mediterraneo italiano il serra tende a cacciare più vicino alla riva e in branchi più piccoli ma con esemplari mediamente più grossi. Gli spot più produttivi sono le punte rocciose con corrente durante le mangianze di alici, le foci dei fiumi dopo le piogge estive, e i pennelli frangiflutti all'alba quando il serra insegue i cefali sotto costa. Il periodo da fine maggio a fine giugno e poi settembre sono i mesi d'oro.",
      "expertTip": "Il serra è il predatore più violento del Mediterraneo: se vedi le mangianze in superficie, non perdere tempo a montare artificiali sofisticati. Un cucchiaino rotante da 20-30g lanciato nella bolgia e recuperato velocissimo è tutto ciò che serve. Il segreto? Il cavetto in acciaio è OBBLIGATORIO — anche il fluorocarbon da 0.50 viene tranciato in un secondo dai denti del serra. Non ferrare mai: il serra si aggancia da solo con la sua aggressività. E quando lo prendi, attenzione alle dita quando togli l'amo: i denti sono rasoi.",
      "commonMistakes": [
        "Non usare il cavetto d'acciaio: il serra taglia qualsiasi nylon o fluorocarbon in un istante, perdendo pesce e artificiale",
        "Recuperare troppo lentamente: il serra vuole artificiali veloci, un minnow lento viene ignorato",
        "Pescare solo durante le mangianze visibili: il serra caccia anche in profondità, prova con jig metallici quando la superficie è calma",
        "Sottovalutare la potenza del pesce: il serra combatte con fughe esplosive, un freno troppo leggero significa filo spezzato"
      ]
    },
    {
      "id": "calamaro",
      "slug": "calamaro",
      "name": "Calamaro",
      "scientificName": "Loligo vulgaris",
      "otherNames": [
        "Calamaro europeo",
        "Totano bianco"
      ],
      "family": "Loliginidae",
      "category": "cefalopode",
      "icon": "🦑",
      "description": "Il calamaro europeo (Loligo vulgaris) è il cefalopode più pescato e apprezzato nel Mar Mediterraneo, protagonista assoluto della tecnica dell'eging che ha conquistato migliaia di pescatori italiani negli ultimi anni. Questo elegante mollusco, caratterizzato da un corpo allungato trasparente con pinne laterali che coprono circa due terzi del mantello, può raggiungere i 50 cm di lunghezza e i 2 kg di peso, anche se le catture più comuni sono di esemplari tra i 20 e i 35 cm. Il calamaro vive in profondità durante il giorno, ma risale verso la superficie e si avvicina alla costa durante le ore notturne, attratto dalle luci artificiali dei porti e dei moli. Questa caratteristica rende la pesca notturna nei porti illuminati particolarmente produttiva. L'autunno e l'inverno, da ottobre a febbraio, rappresentano il periodo d'oro per la pesca del calamaro, quando gli esemplari si avvicinano alla costa per la riproduzione. La tecnica dell'eging, che utilizza totanare (jig specifici per cefalopodi) di misura 2.5-3.5, richiede un movimento caratteristico: jerking rapido seguito da una caduta lenta e controllata. Le notti di luna nuova sono generalmente le più produttive. Il calamaro possiede tre cuori e sangue blu contenente rame, può cambiare colore istantaneamente grazie ai cromatofori, ed è considerato tra gli invertebrati più intelligenti. In cucina, la sua carne tenera e delicata lo rende perfetto fritto, alla griglia o ripieno.",
      "characteristics": {
        "maxLength": "50 cm (mantello)",
        "avgLength": "20-35 cm",
        "maxWeight": "2 kg",
        "avgWeight": "200-500 g",
        "lifespan": "1-2 anni",
        "color": "Trasparente con cromatofori, può cambiare colore",
        "bodyShape": "Allungato con pinne laterali che coprono 2/3 del corpo"
      },
      "habitat": {
        "environment": "Pelagico costiero",
        "depth": "20-250 m, si avvicina a costa di notte",
        "substrate": "Qualsiasi",
        "description": "Di giorno sta in profondità, di notte si avvicina alla costa e ai porti illuminati."
      },
      "behavior": {
        "feeding": "Predatore, si nutre di pesci e crostacei",
        "activity": "Notturno, attratto dalle luci",
        "social": "In gruppi",
        "migration": "Si avvicina alla costa in autunno-inverno per riprodursi"
      },
      "reproduction": {
        "period": "Dicembre-Aprile",
        "maturity": "1 anno",
        "spawning": "Depone le uova su alghe e substrati vari"
      },
      "fishing": {
        "techniques": [
          "Eging",
          "Totanara trainata",
          "Pesca a fondo con esca"
        ],
        "bestTechnique": "Eging",
        "bestBaits": [
          "Totanare 2.5-3.5",
          "Gambero morto"
        ],
        "bestArtificials": [
          "Yamashita Egi OH Live",
          "DTD Premium Oita",
          "Totanare fluorescenti"
        ],
        "bestSpots": "Porti illuminati, scogliere, zone con corrente",
        "difficulty": 3,
        "fightRating": 2,
        "tips": [
          "Le notti di luna nuova sono le migliori",
          "Cerca i porti con luci sul mare",
          "Movimento della totanara: jerking e caduta lenta",
          "Colori chiari di notte, scuri di giorno"
        ]
      },
      "seasonality": {
        "best": [
          11,
          12,
          1,
          2
        ],
        "good": [
          10,
          3
        ],
        "difficult": [
          4,
          5,
          6,
          7,
          8,
          9
        ],
        "description": "Autunno-inverno è il periodo migliore, quando si avvicinano a costa."
      },
      "records": {
        "worldRecord": "2.2 kg",
        "italyRecord": "1.8 kg",
        "averageTrophy": "Oltre 1 kg considerato ottimo"
      },
      "culinary": {
        "edible": true,
        "quality": 5,
        "taste": "Carne tenera, sapore delicato",
        "cooking": [
          "Fritto",
          "Alla griglia",
          "Ripieno",
          "In umido"
        ],
        "minSize": "Nessuna taglia minima"
      },
      "curiosities": [
        "Ha tre cuori e sangue blu (contiene rame)",
        "Può cambiare colore in millisecondi",
        "L'inchiostro era usato per scrivere",
        "È molto intelligente per un invertebrato"
      ],
      "conservation": {
        "status": "LC (Least Concern)",
        "threats": "Pesca commerciale intensiva",
        "regulations": "Nessuna taglia minima"
      },
      "relatedProducts": [
        {
          "name": "Yamashita Egi OH Live 3.0",
          "type": "Totanara",
          "amazonUrl": "https://www.amazon.it/s?k=yamashita+egi+oh+live+totanara&tag=fishandtips-21"
        },
        {
          "name": "Major Craft Solpara Eging",
          "type": "Canna",
          "amazonUrl": "https://www.amazon.it/s?k=major+craft+solpara+eging&tag=fishandtips-21"
        }
      ],
      "localNotes": "Il calamaro è diffuso in tutto il Mediterraneo italiano, ma le concentrazioni più importanti si registrano lungo le coste della Liguria, della Campania e della Sicilia orientale. I porti illuminati della Riviera ligure di Ponente — Imperia, Diano Marina, Alassio — sono spot storici dove generazioni di pescatori praticano l'eging notturno da ottobre a gennaio. In Campania, il golfo di Napoli e la costiera sorrentina offrono calamari di taglia eccezionale, spesso oltre il kg. La Puglia, specialmente i porti di Gallipoli e Otranto, è altrettanto produttiva nelle notti d'autunno. Rispetto alla pesca del calamaro in Giappone (dove l'eging è nato), in Italia i calamari del Mediterraneo tendono a stazionare più vicini al fondo e rispondono meglio a totanare con affondamento lento (3-4 secondi per metro). Gli spot italiani più redditizi sono i moli dei porti con illuminazione artificiale nelle notti senza luna, le secche rocciose a 5-15 metri di profondità raggiungibili dalla barca, e i tratti di costa dove la posidonia confina con il fondale sabbioso. In Liguria, la 'calamarata' notturna è un rito sociale che coinvolge decine di pescatori sui moli.",
      "expertTip": "Per il calamaro nel Mediterraneo, la regola d'oro è: totanara piccola, caduta lenta. Dimentica le totanare giapponesi da 3.5 con caduta rapida, qui il calamaro vuole movimenti dolci. Usa una 2.5 con caduta naturale, dai 3-4 jerkate decise e poi lascia cadere contando fino a 10. Il 90% delle catture avviene in caduta. Il trucco che pochi conoscono: quando trovi il primo calamaro, non muoverti. I calamari cacciano in branco e dove ce n'è uno ce ne sono dieci. Cambia solo colore della totanara se smettono di attaccare.",
      "commonMistakes": [
        "Jerkare troppo velocemente: il calamaro del Mediterraneo preferisce movimenti lenti e pause lunghe, non lo spinning aggressivo",
        "Ignorare la fase di caduta: la maggior parte degli attacchi avviene quando la totanara scende, non durante il recupero",
        "Pescare con luna piena: il calamaro si disperde con troppa luce, le notti di luna nuova sono 5 volte più produttive",
        "Non adattare la misura della totanara: con calamari piccoli (autunno) usa la 2.0, con quelli grossi (inverno) passa alla 3.0-3.5",
        "Tirare troppo forte quando il calamaro attacca: i tentacoli si strappano facilmente, serve un recupero costante e morbido"
      ]
    },
    {
      "id": "seppia",
      "slug": "seppia",
      "name": "Seppia",
      "scientificName": "Sepia officinalis",
      "otherNames": [
        "Seppia comune"
      ],
      "family": "Sepiidae",
      "category": "cefalopode",
      "icon": "🦑",
      "description": "La seppia comune (Sepia officinalis) è il cefalopode più frequentemente incontrato sotto costa durante la primavera italiana, quando questi affascinanti molluschi migrano verso le acque basse per la riproduzione. Questo animale dal corpo ovale e appiattito, con tentacoli relativamente corti, può raggiungere i 45 cm di lunghezza e i 4 kg di peso, sebbene le catture più comuni siano di esemplari tra i 300 e gli 800 grammi. La seppia è dotata di straordinarie capacità mimetiche: può cambiare colore e texture della pelle in millisecondi per confondersi perfettamente con l'ambiente circostante. Da marzo a giugno, le seppie si avvicinano massicciamente alla costa italiana, arrivando a nuotare in pochi centimetri d'acqua su fondali sabbiosi e zone con praterie di posidonia, offrendo opportunità di pesca eccezionali. La tecnica dell'eging per la seppia utilizza totanare di misura 2.0-3.0 con movimenti lenti sul fondo, molto diversi dal jerking utilizzato per il calamaro. Il tramonto rappresenta il momento magico per questa pesca, quando le seppie diventano più attive nella caccia a gamberi, granchi e piccoli pesci. Un elemento distintivo della seppia è il famoso osso di seppia, utilizzato come integratore di calcio per uccelli in gabbia. Il nero di seppia è un ingrediente pregiato in cucina. La carne, morbida e dal sapore dolce delicato, è perfetta in umido con piselli, alla griglia o ripiena.",
      "characteristics": {
        "maxLength": "45 cm",
        "avgLength": "20-30 cm",
        "maxWeight": "4 kg",
        "avgWeight": "300-800 g",
        "lifespan": "2 anni",
        "color": "Marrone-grigio con zebrature, può mimetizzarsi",
        "bodyShape": "Ovale appiattito, tentacoli corti"
      },
      "habitat": {
        "environment": "Costiero, fondali sabbiosi e fangosi",
        "depth": "0-200 m",
        "substrate": "Sabbioso con posidonia",
        "description": "In primavera si avvicina molto a costa per riprodursi, spesso in pochi centimetri d'acqua."
      },
      "behavior": {
        "feeding": "Predatore, si nutre di gamberi, granchi, pesci piccoli",
        "activity": "Crepuscolare e notturna",
        "social": "Solitaria o in coppia durante l'accoppiamento",
        "migration": "Migra verso costa in primavera"
      },
      "reproduction": {
        "period": "Marzo-Giugno",
        "maturity": "1 anno",
        "spawning": "Depone grappoli di uova nere su alghe"
      },
      "fishing": {
        "techniques": [
          "Eging",
          "Seppiola a fondo",
          "Pesca con esca morta"
        ],
        "bestTechnique": "Eging",
        "bestBaits": [
          "Totanare 2.0-3.0",
          "Seppiola artificiale",
          "Gambero morto"
        ],
        "bestArtificials": [
          "DTD Premium Oita",
          "Yo-Zuri Aurie Q",
          "Totanare con rattling"
        ],
        "bestSpots": "Fondali sabbiosi con posidonia, porti, foci",
        "difficulty": 2,
        "fightRating": 2,
        "tips": [
          "In primavera le trovi anche in 50cm d'acqua",
          "Movimento lento sul fondo",
          "Colori naturali sono i migliori",
          "Il tramonto è il momento magico"
        ]
      },
      "seasonality": {
        "best": [
          3,
          4,
          5
        ],
        "good": [
          2,
          6
        ],
        "difficult": [
          7,
          8,
          9,
          10,
          11,
          12,
          1
        ],
        "description": "Primavera è il periodo d'oro quando si avvicinano per riprodursi."
      },
      "records": {
        "worldRecord": "4.03 kg",
        "italyRecord": "3.5 kg",
        "averageTrophy": "Oltre 1.5 kg considerato ottimo"
      },
      "culinary": {
        "edible": true,
        "quality": 5,
        "taste": "Carne morbida, sapore delicato dolce",
        "cooking": [
          "In umido con piselli",
          "Alla griglia",
          "Ripiena",
          "Fritta"
        ],
        "minSize": "Nessuna taglia minima"
      },
      "curiosities": [
        "L'osso di seppia è usato per gli uccelli in gabbia",
        "Può mimetizzarsi perfettamente con l'ambiente",
        "Il nero di seppia è usato in cucina",
        "Ha la più alta densità di neuroni tra gli invertebrati"
      ],
      "conservation": {
        "status": "LC (Least Concern)",
        "threats": "Pesca commerciale",
        "regulations": "Nessuna taglia minima"
      },
      "relatedProducts": [
        {
          "name": "DTD Premium Oita 2.5",
          "type": "Totanara",
          "amazonUrl": "https://www.amazon.it/s?k=dtd+premium+oita+totanara&tag=fishandtips-21"
        }
      ],
      "localNotes": "La seppia è presente in abbondanza lungo tutte le coste italiane, con concentrazioni particolarmente elevate nell'Adriatico e nel Tirreno meridionale. In Liguria, le spiagge sabbiose tra Arenzano e Varazze diventano zone di frega straordinarie da marzo a maggio, quando le seppie risalgono in bassissimo fondale anche a meno di un metro d'acqua. L'Adriatico romagnolo e marchigiano — da Rimini a Senigallia — è storicamente il paradiso italiano della pesca alla seppia, con tradizione di pesca da barca con 'seppioline' (totanare tradizionali italiane) che si tramanda da generazioni. In Sardegna, le lagune costiere come quella di Santa Gilla a Cagliari ospitano popolazioni enormi in primavera. Rispetto alla pesca della seppia in Atlantico (Portogallo, Francia), in Italia le seppie tendono ad avvicinarsi di più alla riva e rispondono meglio a totanare più piccole (2.0-2.5) con movimenti lentissimi sul fondo. Gli spot tipologici ideali sono le spiagge con fondale sabbioso degradante e chiazze di posidonia al tramonto in primavera, i canali delle lagune costiere con cambio di marea, e le zone portuali con illuminazione dove le seppie cacciano gamberetti di notte. Il periodo marzo-maggio è assolutamente il migliore: le seppie in frega perdono gran parte della diffidenza.",
      "expertTip": "Per la seppia in Italia c'è un segreto che vale oro: il tramonto. La seppia diventa attivissima negli ultimi 40 minuti di luce, quando il sole è basso sull'orizzonte. Usa una totanara DTD o Yamashita da 2.5, lanciala il più lontano possibile e recupera lentissimamente facendola strisciare sul fondo con piccoli colpetti di cima. Non serve jerkare come per il calamaro, la seppia vuole l'esca che si muove come un gambero sul fondale. Quando senti il peso senza tirata, non ferrare: la seppia avvolge la preda con i tentacoli e ci mette qualche secondo a portarla alla bocca. Conta fino a 3 e poi solleva dolcemente.",
      "commonMistakes": [
        "Pescare troppo velocemente: la seppia è lenta e si muove sul fondo, se la totanara va troppo veloce non riesce ad attaccarla",
        "Usare totanare troppo grandi: la 2.0-2.5 è la misura perfetta in Italia, le 3.5 spaventano le seppie di taglia media",
        "Pescare a mezz'acqua: la seppia sta sul fondo, la totanara deve toccare e strisciare sul fondale",
        "Ferrare di scatto: la seppia non ha la bocca del pesce, avvolge la preda coi tentacoli e serve un sollevamento graduale, non una ferrata secca",
        "Sottovalutare il vento: le giornate con leggera brezza da terra sono le migliori, il vento forte rende impossibile sentire l'attacco"
      ]
    },
    {
      "id": "leccia",
      "slug": "leccia",
      "name": "Leccia",
      "scientificName": "Lichia amia",
      "otherNames": [
        "Leccia amia",
        "Leccia stella"
      ],
      "family": "Carangidae",
      "category": "predatore",
      "icon": "🐟",
      "description": "La leccia (Lichia amia), conosciuta anche come leccia amia o leccia stella, è uno dei predatori più potenti e combattivi che popolano le acque del Mar Mediterraneo, rappresentando una sfida entusiasmante per i pescatori sportivi che praticano lo spinning e lo shore jigging dalle coste italiane. Questo magnifico carangide dal corpo compresso lateralmente e dal profilo alto, con caratteristiche pinne giallastre, può raggiungere dimensioni impressionanti: fino a 200 cm di lunghezza e 50 kg di peso, sebbene le catture più comuni siano di esemplari tra i 60 e i 100 cm per 3-10 kg. La leccia è un predatore costiero che caccia in superficie e a mezz'acqua, inseguendo con incredibile velocità e aggressività i banchi di pesci foraggio. La sua presenza vicino alla costa italiana è stagionale: si avvicina in primavera-estate, con picchi di attività a maggio-giugno e settembre. La tecnica più spettacolare per insidiarla è il topwater con popper e stickbait: l'attacco della leccia in superficie è uno spettacolo adrenalinico che ogni pescatore dovrebbe vivere almeno una volta. L'alba rappresenta il momento migliore per questa pesca, quando le lecce cacciano più attivamente. Attrezzatura robusta è d'obbligo: la leccia combatte con fughe potentissime e resistenza prolungata. Parente stretta della ricciola, offre una carne bianca di buona qualità, ottima cruda o alla griglia.",
      "characteristics": {
        "maxLength": "200 cm",
        "avgLength": "60-100 cm",
        "maxWeight": "50 kg",
        "avgWeight": "3-10 kg",
        "lifespan": "15 anni",
        "color": "Argento con riflessi dorati, pinne gialle",
        "bodyShape": "Compresso lateralmente, profilo alto"
      },
      "habitat": {
        "environment": "Pelagico costiero",
        "depth": "0-50 m",
        "substrate": "Qualsiasi, segue le prede",
        "description": "Predatore costiero che caccia in superficie e a mezz'acqua."
      },
      "behavior": {
        "feeding": "Predatore vorace, caccia pesci in superficie",
        "activity": "Molto attiva all'alba e al tramonto",
        "social": "In piccoli gruppi",
        "migration": "Si avvicina alla costa in primavera-estate"
      },
      "reproduction": {
        "period": "Maggio-Agosto",
        "maturity": "3-4 anni",
        "spawning": "In mare aperto"
      },
      "fishing": {
        "techniques": [
          "Spinning",
          "Shore jigging",
          "Popping",
          "Vertical jigging"
        ],
        "bestTechnique": "Spinning con popper",
        "bestBaits": [
          "Popper",
          "Stickbait",
          "Jig",
          "Vivo"
        ],
        "bestArtificials": [
          "Tackle House Feed Popper",
          "Ima Skimmer",
          "Shimano Coltsniper"
        ],
        "bestSpots": "Punte rocciose, secche, zone con corrente",
        "difficulty": 4,
        "fightRating": 5,
        "tips": [
          "Cerca le mangianze in superficie",
          "All'alba hai le migliori chance",
          "Attrezzatura robusta, combatte molto",
          "Il popper è l'arma vincente"
        ]
      },
      "seasonality": {
        "best": [
          5,
          6,
          9
        ],
        "good": [
          4,
          7,
          8,
          10
        ],
        "difficult": [
          11,
          12,
          1,
          2,
          3
        ],
        "description": "Primavera-estate, con picchi a maggio-giugno e settembre."
      },
      "records": {
        "worldRecord": "50.6 kg",
        "italyRecord": "42 kg",
        "averageTrophy": "Oltre 15 kg considerato trofeo"
      },
      "culinary": {
        "edible": true,
        "quality": 4,
        "taste": "Carne bianca, simile alla ricciola",
        "cooking": [
          "Crudo",
          "Alla griglia",
          "Al forno"
        ],
        "minSize": "Nessuna taglia minima specifica"
      },
      "curiosities": [
        "Può raggiungere velocità impressionanti",
        "Caccia spesso in coppia o in gruppo",
        "L'attacco in superficie è spettacolare",
        "È parente stretta della ricciola"
      ],
      "conservation": {
        "status": "LC (Least Concern)",
        "threats": "Pesca sportiva intensiva",
        "regulations": "Nessuna taglia minima"
      },
      "relatedProducts": [
        {
          "name": "Tackle House Feed Popper",
          "type": "Artificiale",
          "amazonUrl": "https://www.amazon.it/s?k=tackle+house+feed+popper&tag=fishandtips-21"
        }
      ],
      "localNotes": "La leccia amia è il sogno di ogni pescatore da riva italiano. In Liguria, le punte rocciose di Portofino e del Tigullio sono spot storici dove le lecce inseguono i cefali in superficie tra maggio e ottobre. La Sardegna è probabilmente il territorio italiano più ricco: le coste della Gallura, il Golfo di Orosei e la zona di Alghero offrono incontri regolari con esemplari oltre i 15 kg. In Toscana, l'Argentario e le isole dell'arcipelago (Elba, Giglio) sono zone classiche. Anche la Sicilia sud-occidentale, tra Marsala e Trapani, è molto produttiva. La differenza rispetto alla pesca dei carangidi in Atlantico è che nel Mediterraneo la leccia caccia prevalentemente in acque basse (2-10 metri) e reagisce particolarmente bene agli artificiali di superficie. Gli spot ideali sono le punte rocciose con corrente all'alba, le spiagge con fondali degradanti dove la leccia spinge i pesci foraggio contro riva, e le zone portuali dove stazionano branchi di cefali.",
      "expertTip": "La leccia è il pesce che mi fa tremare le mani ogni volta. Il mio consiglio: quando vedi un branco di cefali che salta improvvisamente fuori dall'acqua, lancia immediatamente un popper grande (14-16 cm) nel punto esatto dell'esplosione. La leccia attacca in superficie con una violenza incredibile. Usa un'attrezzatura seria: canna da spinning 20-60g, trecciato PE3, e un leader in fluorocarbon da 0.50. La ferrata deve essere decisa e multipla — la bocca della leccia è durissima.",
      "commonMistakes": [
        "Usare attrezzatura troppo leggera: la leccia pesa facilmente 10-20 kg e combatte con fughe lunghissime, serve una canna da almeno 40g di casting",
        "Non variare la velocità di recupero: la leccia si attiva con cambi di velocità, un recupero monotono non funziona",
        "Pescare nelle ore centrali del giorno: la leccia caccia all'alba e al tramonto, il mezzogiorno è quasi sempre improduttivo",
        "Ignorare gli uccelli: i gabbiani che si tuffano segnalano mangianze in corso, corri verso quel punto"
      ]
    },
    {
      "id": "dentice",
      "slug": "dentice",
      "name": "Dentice",
      "scientificName": "Dentex dentex",
      "otherNames": [
        "Dentice comune"
      ],
      "family": "Sparidae",
      "category": "sparide",
      "icon": "🐟",
      "description": "Il dentice (Dentex dentex) è universalmente riconosciuto come lo sparide più pregiato e la preda più difficile da catturare nel Mar Mediterraneo, un vero e proprio trofeo che rappresenta il sogno di ogni pescatore sportivo italiano. Questo magnifico pesce dal corpo robusto e dalla testa grande, caratterizzato dai prominenti denti canini che gli conferiscono il nome, può raggiungere i 100 cm di lunghezza e i 14 kg di peso, anche se le catture più comuni sono di esemplari tra i 40 e i 60 cm per 2-5 kg. Il dentice vive su fondali rocciosi profondi, secche e relitti, dove caccia pesci, cefalopodi e crostacei con estrema cautela e diffidenza. È considerato uno dei pesci più intelligenti del Mediterraneo, capace di riconoscere le insidie e di rifiutare esche presentate in modo grossolano: per questo motivo la sua cattura richiede lenze sottili, ami piccoli e presentazioni naturali impeccabili. Il periodo migliore per pescare il dentice è la primavera-inizio estate (aprile-giugno), quando si avvicina alla costa per la riproduzione. Le tecniche più efficaci sono il bolentino profondo con calamaro fresco o seppia, il vertical jigging e la traina con vivo. L'alba è il momento d'oro per le taglie più grosse. La carne del dentice è considerata tra le più pregiate in assoluto: bianca, soda e dal sapore raffinato, perfetta al forno, al sale o cruda. Attenzione: la specie è classificata come vulnerabile e merita grande rispetto.",
      "characteristics": {
        "maxLength": "100 cm",
        "avgLength": "40-60 cm",
        "maxWeight": "14 kg",
        "avgWeight": "2-5 kg",
        "lifespan": "20 anni",
        "color": "Rosa-argento con macchie blu, denti canini evidenti",
        "bodyShape": "Robusto, profilo alto, testa grande"
      },
      "habitat": {
        "environment": "Fondali rocciosi, secche",
        "depth": "15-200 m",
        "substrate": "Roccioso",
        "description": "Ama i fondali rocciosi profondi, le secche e i relitti."
      },
      "behavior": {
        "feeding": "Predatore, si nutre di pesci, cefalopodi, crostacei",
        "activity": "Diurno, più attivo al mattino presto",
        "social": "Solitario o in piccoli gruppi",
        "migration": "Si avvicina alla costa in primavera"
      },
      "reproduction": {
        "period": "Aprile-Giugno",
        "maturity": "3-4 anni",
        "spawning": "In acque profonde"
      },
      "fishing": {
        "techniques": [
          "Bolentino profondo",
          "Vertical jigging",
          "Traina col vivo",
          "Light jigging"
        ],
        "bestTechnique": "Bolentino col vivo",
        "bestBaits": [
          "Calamaro",
          "Seppia",
          "Sgombro vivo",
          "Gambero"
        ],
        "bestArtificials": [
          "Jig 60-150g",
          "Inchiku",
          "Kabura"
        ],
        "bestSpots": "Secche profonde, relitti, cigliate",
        "difficulty": 5,
        "fightRating": 5,
        "tips": [
          "Il dentice è molto diffidente",
          "Usa lenze sottili e ami piccoli",
          "Il calamaro fresco è l'esca regina",
          "Pesca all'alba per le taglie grosse"
        ]
      },
      "seasonality": {
        "best": [
          4,
          5,
          6
        ],
        "good": [
          3,
          7,
          10
        ],
        "difficult": [
          8,
          9,
          11,
          12,
          1,
          2
        ],
        "description": "Primavera-inizio estate quando si avvicina per riprodursi."
      },
      "records": {
        "worldRecord": "14.2 kg",
        "italyRecord": "12.8 kg",
        "averageTrophy": "Oltre 5 kg considerato trofeo importante"
      },
      "culinary": {
        "edible": true,
        "quality": 5,
        "taste": "Carne bianca pregiata, tra le migliori",
        "cooking": [
          "Al forno",
          "Al sale",
          "Crudo",
          "Alla griglia"
        ],
        "minSize": "30 cm"
      },
      "curiosities": [
        "I denti canini gli danno il nome",
        "È uno dei pesci più intelligenti",
        "Può cambiare colore in base all'umore",
        "Era considerato sacro dagli antichi Greci"
      ],
      "conservation": {
        "status": "VU (Vulnerable)",
        "threats": "Sovrapesca, pesca subacquea",
        "regulations": "Taglia minima 30 cm, limiti di cattura"
      },
      "relatedProducts": [
        {
          "name": "Jig slow pitch 80g",
          "type": "Artificiale",
          "amazonUrl": "https://www.amazon.it/s?k=jig+slow+pitch+dentice&tag=fishandtips-21"
        }
      ],
      "localNotes": "Il dentice è lo sparide più pregiato del Mediterraneo italiano e si trova prevalentemente su fondali rocciosi a profondità medio-alte. Le secche della Sardegna — in particolare quelle di Capo Carbonara, Tavolara e l'Asinara — sono famose per i dentici di taglia, spesso oltre i 5 kg. In Sicilia, le secche dello Stretto di Messina e quelle davanti a Favignana offrono catture eccezionali in primavera. In Liguria, le cigliate al largo di Portofino e di Capo Noli nascondono esemplari importanti catturabili con il bolentino profondo. La Puglia, con le secche del Gargano e quelle al largo di Otranto, è un altro territorio d'eccellenza. La differenza rispetto alla pesca del dentice in Grecia o Croazia è che nel Mediterraneo italiano le pressioni di pesca hanno reso questo pesce molto più diffidente: serve scendere a profondità maggiori (40-80 m) e usare esche vive di prima qualità. Gli spot migliori sono le secche rocciose isolate con forte corrente, i relitti affondati tra 30 e 80 metri, e le cigliate dove il fondale scende bruscamente.",
      "expertTip": "Per il dentice in Italia, il segreto è l'esca viva. Il calamaro vivo è l'esca regina: innescalo con un amo circolare attraverso la coda e calalo vicino al fondo su una cigliata o una secca. Il dentice non resiste al calamaro che nuota naturalmente. Se non hai il vivo, un trancio fresco di calamaro o seppia funziona bene, ma l'azione di pesca è molto più lenta. Il momento migliore è il cambio di corrente: quando la corrente rallenta prima di invertire, il dentice esce dalla tana per cacciare.",
      "commonMistakes": [
        "Pescare troppo in superficie: il dentice è un pesce di profondità, raramente sale sopra i 15 metri se non durante le mangianze",
        "Usare esche morte quando c'è corrente: con corrente forte l'esca morta non ha l'azione naturale che attira il dentice",
        "Ferrare troppo presto: il dentice prende l'esca e la porta nella tana, aspetta che il filo si tenda prima di ferrare",
        "Non rispettare le taglie minime: il dentice cresce lentamente, rilascia sempre gli esemplari sotto i 30 cm"
      ]
    },
    {
      "id": "ricciola",
      "slug": "ricciola",
      "name": "Ricciola",
      "scientificName": "Seriola dumerili",
      "otherNames": [
        "Leccia ricciola",
        "Seriola"
      ],
      "family": "Carangidae",
      "category": "predatore",
      "icon": "🐟",
      "description": "La ricciola (Seriola dumerili), chiamata anche leccia ricciola o seriola, rappresenta il trofeo massimo e il sogno proibito di ogni pescatore sportivo che pratica la pesca da riva in Italia. Questo straordinario carangide, considerato l'equivalente mediterraneo dei grandi pelagici oceanici, può raggiungere dimensioni impressionanti: fino a 190 cm di lunghezza e 80 kg di peso, sebbene le catture da riva siano tipicamente di esemplari tra i 10 e i 25 kg. Con il suo corpo affusolato e potentissimo, la caratteristica banda dorata laterale e il dorso blu intenso, la ricciola è una macchina da combattimento perfetta, capace di raggiungere velocità superiori ai 60 km/h e di ingaggiare battaglie estenuanti che possono durare anche diverse ore. Vive prevalentemente su secche profonde e relitti, ma durante l'estate si avvicina alla costa italiana inseguendo i banchi di pesci foraggio, offrendo opportunità di cattura dalla riva a chi è disposto ad affrontare la sfida. Le tecniche più efficaci sono lo shore jigging con jig pesanti (80-200g), il live bait fishing con vivo (sugarello, aguglia) e il popping con artificiali di grandi dimensioni. L'attrezzatura deve essere robustissima: la ricciola non perdona nessuna debolezza. La sua carne rosa, simile al tonno e altrettanto pregiata, è straordinaria consumata cruda come sashimi, in carpaccio o come tataki. Una cattura che cambia la vita di un pescatore.",
      "characteristics": {
        "maxLength": "190 cm",
        "avgLength": "70-120 cm",
        "maxWeight": "80 kg",
        "avgWeight": "10-25 kg",
        "lifespan": "15 anni",
        "color": "Blu sul dorso, argento sui fianchi, banda dorata laterale",
        "bodyShape": "Affusolato, potente, aerodinamico"
      },
      "habitat": {
        "environment": "Pelagico, secche profonde",
        "depth": "10-360 m",
        "substrate": "Roccioso, secche",
        "description": "Vive su secche profonde e relitti, si avvicina alla costa inseguendo le prede."
      },
      "behavior": {
        "feeding": "Predatore vorace, caccia pesci e cefalopodi",
        "activity": "Più attiva al mattino presto",
        "social": "In piccoli branchi gli esemplari giovani, solitaria da adulta",
        "migration": "Si avvicina alla costa in estate"
      },
      "reproduction": {
        "period": "Giugno-Luglio",
        "maturity": "4-5 anni",
        "spawning": "In mare aperto"
      },
      "fishing": {
        "techniques": [
          "Shore jigging",
          "Vertical jigging",
          "Traina col vivo",
          "Live bait fishing"
        ],
        "bestTechnique": "Vertical jigging dalla barca, Live bait da riva",
        "bestBaits": [
          "Vivo (sugarello, aguglia)",
          "Jig pesanti",
          "Popper grandi"
        ],
        "bestArtificials": [
          "Shimano Coltsniper",
          "Jig 80-200g",
          "GT Popper"
        ],
        "bestSpots": "Secche profonde, punte rocciose, relitti",
        "difficulty": 5,
        "fightRating": 5,
        "tips": [
          "Attrezzatura robustissima, la ricciola non perdona",
          "Il vivo è spesso decisivo per le grosse",
          "Cerca le secche e le cigliate",
          "Combattimento lungo e faticoso, preparati!"
        ]
      },
      "seasonality": {
        "best": [
          6,
          7,
          8,
          9
        ],
        "good": [
          5,
          10
        ],
        "difficult": [
          11,
          12,
          1,
          2,
          3,
          4
        ],
        "description": "Estate, quando si avvicina alla costa."
      },
      "records": {
        "worldRecord": "80.5 kg",
        "italyRecord": "65 kg",
        "averageTrophy": "Oltre 20 kg considerato grande trofeo"
      },
      "culinary": {
        "edible": true,
        "quality": 5,
        "taste": "Carne rosa pregiata, ottima cruda",
        "cooking": [
          "Crudo (sashimi)",
          "Alla griglia",
          "Carpaccio",
          "Tataki"
        ],
        "minSize": "Nessuna taglia minima specifica"
      },
      "curiosities": [
        "Può nuotare a oltre 60 km/h",
        "La carne è paragonata al tonno",
        "I giapponesi la chiamano 'Hamachi'",
        "Combattimenti che possono durare ore"
      ],
      "conservation": {
        "status": "LC (Least Concern)",
        "threats": "Pesca commerciale e sportiva intensiva",
        "regulations": "Nessuna taglia minima in Italia"
      },
      "relatedProducts": [
        {
          "name": "Shimano Coltsniper Jig",
          "type": "Artificiale",
          "amazonUrl": "https://www.amazon.it/s?k=shimano+coltsniper+jig&tag=fishandtips-21"
        }
      ],
      "localNotes": "La ricciola è il pesce trofeo per eccellenza della pesca sportiva italiana, un combattente straordinario che popola le acque profonde attorno alle isole e alle secche. La Sardegna è il paradiso italiano della ricciola: le secche di Capo Comino, le isole della Maddalena e la costa occidentale di Alghero offrono incontri con esemplari anche oltre i 30 kg. In Sicilia, le Egadi (soprattutto Favignana e Levanzo) e le secche al largo di Lampedusa sono spot leggendari. In Liguria, le secche profonde al largo di Portofino e Capo Noli ospitano ricciole di buona taglia accessibili dalla barca. L'Isola d'Elba e l'Argentario in Toscana completano il quadro. A differenza della pesca al Yellowtail in Giappone, nel Mediterraneo la ricciola tende a stare più profonda e richiede jig più pesanti (80-200g). Gli spot italiani più produttivi sono le secche isolate a 40-80 metri di profondità con forte corrente, le punte delle isole battute dalla corrente, e i relitti profondi dove le ricciole stazionano per cacciare.",
      "expertTip": "La ricciola è pura potenza. Se peschi dalla barca con il vertical jigging, il mio consiglio è: non fermare MAI il recupero durante il combattimento. La ricciola punta sempre verso il fondo e la tana — se le dai un solo secondo di tregua, ti incastra tra le rocce e perdi tutto. Quando senti l'attacco, pompa con decisione e mantieni pressione costante. Per il jigging, i jig lunghi e sottili da 120-150g con caduta a foglia morta funzionano meglio di quelli corti e tozzi.",
      "commonMistakes": [
        "Sottovalutare la potenza della ricciola: serve attrezzatura da almeno PE4-PE5, non cercare di pescarla con lo spinning leggero",
        "Pescare senza corrente: la ricciola è attiva quando la corrente muove l'acqua, con mare morto non si muove dalla tana",
        "Allentare la tensione durante il combattimento: la ricciola sfrutta ogni istante di slack per tuffarsi tra le rocce",
        "Non portare il guadino: la ricciola fa un ultimo sprint sotto la barca, senza guadino perdi il pesce proprio alla fine"
      ]
    },
    {
      "id": "totano",
      "slug": "totano",
      "name": "Totano",
      "scientificName": "Todarodes sagittatus",
      "otherNames": [
        "Totano comune",
        "Totano rosso"
      ],
      "family": "Ommastrephidae",
      "category": "cefalopode",
      "icon": "🦑",
      "description": "Il totano (Todarodes sagittatus), conosciuto anche come totano comune o totano rosso per il suo caratteristico colore rosso-viola intenso, è il cefalopode più grande che i pescatori italiani possono catturare nelle acque costiere del Mediterraneo. Questo imponente mollusco, con il corpo allungato e pinne triangolari corte, può raggiungere i 75 cm di lunghezza del mantello e i 3 kg di peso, anche se le catture più comuni sono di esemplari tra i 500 grammi e 1.5 kg. A differenza del calamaro, il totano vive a grandi profondità durante il giorno (100-800 metri), ma risale verso la superficie durante le ore notturne, specialmente in autunno quando si avvicina alla costa per la riproduzione. Ottobre e novembre rappresentano il periodo d'oro per la pesca del totano, con le notti di luna nuova particolarmente produttive. La tecnica più efficace è la pesca dalla barca con totanare grandi (misura 4.0-5.0), spesso luminose, calate in profondità e poi recuperate con movimenti lenti. La pesca notturna del totano è un'esperienza quasi mistica, immersi nel buio del mare aperto. Il totano si distingue dal calamaro per il colore rosso intenso, le pinne più corte e la carne più saporita. Il suo inchiostro è rosso anziché nero. In cucina, la carne del totano è considerata ancora più gustosa di quella del calamaro: perfetta in umido, alla griglia, ripiena o fritta.",
      "characteristics": {
        "maxLength": "75 cm",
        "avgLength": "30-50 cm",
        "maxWeight": "3 kg",
        "avgWeight": "500g-1.5 kg",
        "lifespan": "1-2 anni",
        "color": "Rosso-viola intenso",
        "bodyShape": "Allungato con pinne corte e triangolari"
      },
      "habitat": {
        "environment": "Pelagico",
        "depth": "100-800 m di giorno, risale di notte",
        "substrate": "Qualsiasi",
        "description": "Vive in profondità di giorno, risale verso la superficie di notte."
      },
      "behavior": {
        "feeding": "Predatore, si nutre di pesci e crostacei",
        "activity": "Notturno",
        "social": "In branchi",
        "migration": "Si avvicina alla costa in autunno"
      },
      "reproduction": {
        "period": "Estate-autunno",
        "maturity": "1 anno",
        "spawning": "Dopo la riproduzione muoiono"
      },
      "fishing": {
        "techniques": [
          "Totanara dalla barca",
          "Bolentino con totanara",
          "Eging profondo"
        ],
        "bestTechnique": "Totanara dalla barca di notte",
        "bestBaits": [
          "Totanare grandi (4.0-5.0)",
          "Totanare con luce"
        ],
        "bestArtificials": [
          "Totanare luminose",
          "Squid jig grandi"
        ],
        "bestSpots": "Zone profonde vicino costa, canyon sottomarini",
        "difficulty": 3,
        "fightRating": 3,
        "tips": [
          "Notti di luna nuova sono le migliori",
          "Usa totanare grandi e luminose",
          "Cerca le zone profonde vicino costa",
          "Ottobre è il mese d'oro"
        ]
      },
      "seasonality": {
        "best": [
          9,
          10,
          11
        ],
        "good": [
          8,
          12
        ],
        "difficult": [
          1,
          2,
          3,
          4,
          5,
          6,
          7
        ],
        "description": "Autunno, con picco a ottobre-novembre."
      },
      "records": {
        "worldRecord": "3.2 kg",
        "italyRecord": "2.8 kg",
        "averageTrophy": "Oltre 1.5 kg considerato ottimo"
      },
      "culinary": {
        "edible": true,
        "quality": 5,
        "taste": "Carne più saporita del calamaro",
        "cooking": [
          "In umido",
          "Alla griglia",
          "Ripieno",
          "Fritto"
        ],
        "minSize": "Nessuna taglia minima"
      },
      "curiosities": [
        "Il colore rosso intenso lo distingue dal calamaro",
        "Vive solo 1-2 anni ma cresce molto velocemente",
        "Può spruzzare inchiostro rosso",
        "La pesca notturna è un'esperienza magica"
      ],
      "conservation": {
        "status": "LC (Least Concern)",
        "threats": "Pesca commerciale",
        "regulations": "Nessuna taglia minima"
      },
      "relatedProducts": [
        {
          "name": "Totanara luminosa 4.0",
          "type": "Totanara",
          "amazonUrl": "https://www.amazon.it/s?k=totanara+luminosa+totano&tag=fishandtips-21"
        }
      ],
      "localNotes": "Il totano rosso è il cefalopode d'autunno per eccellenza, protagonista delle uscite notturne in barca da settembre a dicembre. In Liguria, le zone al largo di Camogli, Genova e Savona sono storicamente le più produttive, con battute notturne che sfruttano le luci per attirare branchi enormi di totani in superficie. La Toscana — soprattutto le zone al largo di Livorno e dell'Elba — offre totani di taglia eccezionale, spesso oltre il kg. In Sicilia, il Canale di Sicilia è famoso per totani giganti pescati a bolentino profondo. L'Adriatico, in particolare la zona tra Ancona e il Conero, vede concentrazioni importanti in autunno avanzato. La differenza rispetto alla pesca del totano in Atlantico è che nel Mediterraneo il totano risale a profondità minori di notte e risponde molto bene alla pesca con luce (lampara). Gli spot ideali sono le zone dove il fondale scende rapidamente da 30 a 100 metri, i canyon sottomarini vicino alla costa, e le zone al largo dei promontori dove la corrente crea risalite di acqua profonda.",
      "expertTip": "Per il totano nel Mediterraneo italiano la pesca notturna dalla barca con luce è imbattibile. Ancora sopra un fondale di 50-80 metri, accendi una lampada ad alta potenza e aspetta 20-30 minuti: i totani risalgono attratti dalla luce. Usa totanare grandi (4.0-5.0) con colori fosforescenti o con corona luminosa. Il recupero deve essere lento ma con jerkate ampie e decise. Il trucco: quando catturi il primo totano, non staccarlo subito — lascialo penzolare in acqua vicino alla superficie, il suo inchiostro e i suoi movimenti attireranno gli altri membri del branco.",
      "commonMistakes": [
        "Pescare dalla riva: il totano è un cefalopode pelagico profondo, la pesca da riva è quasi sempre improduttiva",
        "Usare totanare troppo piccole: il totano è molto più grande del calamaro, servono totanare da 4.0 minimo",
        "Pescare senza luce: la lampara o una buona torcia subacquea fanno tutta la differenza, il totano risale verso la luce",
        "Confondere totano e calamaro: hanno comportamenti completamente diversi, il totano vuole movimenti più ampi e aggressivi"
      ]
    },
    {
      "id": "occhiata",
      "slug": "occhiata",
      "name": "Occhiata",
      "scientificName": "Oblada melanura",
      "otherNames": [
        "Occhione"
      ],
      "family": "Sparidae",
      "category": "sparide",
      "icon": "🐟",
      "description": "L'occhiata (Oblada melanura), chiamata anche occhione in alcune regioni, è uno degli sparidi più comuni e accessibili del Mar Mediterraneo, rappresentando la preda ideale per i pescatori principianti che vogliono avvicinarsi alla pesca dalla scogliera e dai moli. Facilmente riconoscibile per la caratteristica macchia nera rotonda alla base della coda (da cui deriva il nome, che sembra un grande occhio), questo pesce dal corpo ovale e argenteo può raggiungere i 34 cm di lunghezza, anche se le catture più frequenti sono di esemplari tra i 15 e i 25 cm. L'occhiata è un pesce gregario che forma banchi numerosi nei porti, sulle scogliere e sui moli di tutta Italia, rendendola una presenza costante e facilmente avvistabile. Il suo comportamento alimentare onnivoro, che include alghe e piccoli invertebrati, la rende catturabile con esche semplici ed economiche: bigattino, pane, gambero e pasta sono tutte efficaci. La tecnica più produttiva è la bolognese con pasturazione abbondante per attirare e trattenere il branco. Lenza sottile e ami piccoli sono fondamentali per ingannare questi pesci comunque diffidenti. I branchi di occhiate sono spesso rumorosi e facilmente individuabili dalla superficie. Sebbene la qualità gastronomica non sia eccelsa (la carne può avere un sapore leggermente erbaceo), l'occhiata rimane una preda divertente e gratificante, perfetta per far appassionare bambini e neofiti alla pesca sportiva.",
      "characteristics": {
        "maxLength": "34 cm",
        "avgLength": "15-25 cm",
        "maxWeight": "1 kg",
        "avgWeight": "150-400 g",
        "lifespan": "10 anni",
        "color": "Grigio-argento con macchia nera sulla coda",
        "bodyShape": "Ovale, compresso"
      },
      "habitat": {
        "environment": "Costiero, scogliere, porti",
        "depth": "0-30 m",
        "substrate": "Roccioso",
        "description": "Molto comune in porti, scogliere e moli."
      },
      "behavior": {
        "feeding": "Onnivora, alghe e piccoli invertebrati",
        "activity": "Diurna",
        "social": "In branchi numerosi",
        "migration": "Stanziale"
      },
      "reproduction": {
        "period": "Aprile-Giugno",
        "maturity": "1-2 anni",
        "spawning": "In acque costiere"
      },
      "fishing": {
        "techniques": [
          "Bolognese",
          "Pesca con galleggiante",
          "Light rock fishing"
        ],
        "bestTechnique": "Bolognese con pastura",
        "bestBaits": [
          "Bigattino",
          "Pane",
          "Gambero",
          "Pasta"
        ],
        "bestArtificials": [
          "Piccoli grub"
        ],
        "bestSpots": "Porti, moli, scogliere",
        "difficulty": 1,
        "fightRating": 2,
        "tips": [
          "Pastura abbondante per attirare il branco",
          "Lenza sottile e ami piccoli",
          "Perfetta per i principianti",
          "I branchi sono rumorosi, cercali!"
        ]
      },
      "seasonality": {
        "best": [
          4,
          5,
          6,
          9,
          10
        ],
        "good": [
          3,
          7,
          8,
          11
        ],
        "difficult": [
          12,
          1,
          2
        ],
        "description": "Presente tutto l'anno, meglio in primavera-autunno."
      },
      "records": {
        "worldRecord": "0.98 kg",
        "italyRecord": "0.85 kg",
        "averageTrophy": "Oltre 500g considerato buono"
      },
      "culinary": {
        "edible": true,
        "quality": 3,
        "taste": "Carne discreta, può avere sapore erbaceo",
        "cooking": [
          "Fritta",
          "Al forno",
          "In umido"
        ],
        "minSize": "18 cm"
      },
      "curiosities": [
        "Il nome deriva dalla macchia nera che sembra un occhio",
        "È tra i primi pesci che i bambini pescano",
        "Forma branchi molto numerosi",
        "Si addomestica facilmente nei porti"
      ],
      "conservation": {
        "status": "LC (Least Concern)",
        "threats": "Nessuna particolare",
        "regulations": "Taglia minima 18 cm"
      },
      "relatedProducts": [],
      "localNotes": "L'occhiata è uno degli sparidi più comuni e abbondanti lungo le coste italiane, presente praticamente ovunque ci siano scogliere o strutture portuali. In Liguria, i moli di tutti i porti — da Ventimiglia a La Spezia — ospitano branchi numerosi di occhiate che rendono questa specie perfetta per i principianti. La Sardegna offre occhiate di taglia superiore alla media, specialmente lungo la costa nord e nelle zone di Porto Torres e Stintino. In Campania, le scogliere di Amalfi e la costa flegrea sono molto produttive. In Puglia, il Salento è un territorio eccezionale per l'occhiata di taglia. La differenza rispetto alla pesca dell'occhiata in altre zone del Mediterraneo è che in Italia i pesci sono abituati alla pastura e rispondono molto meglio a una pasturazione costante con sfarinato e sarda tritata. Gli spot migliori sono le scogliere naturali con buche e anfratti, i moli portuali dove le occhiate stazionano in branco a mezz'acqua, e le zone con corrente moderata dove cacciano plancton e piccoli organismi.",
      "expertTip": "L'occhiata è il pesce perfetto per imparare la bolognese. Il segreto è la pastura: prepara un composto di sfarinato, sarda tritata e pane bagnato, e lancia palline costanti per creare una scia in corrente. L'occhiata segue la pastura e si concentra nella tua zona di pesca. Usa un galleggiante scorrevole, fluorocarbon da 0.14-0.16 e ami del 10-12. L'esca migliore? Il bigattino, senza discussioni. Due o tre bigattini sull'amo con la punta nascosta sono irresistibili.",
      "commonMistakes": [
        "Usare terminali troppo grossi: l'occhiata è diffidente, sopra lo 0.18 di fluorocarbon le abboccate calano drasticamente",
        "Non pasturare con costanza: senza pastura l'occhiata si disperde, serve mantenere un ritmo costante ogni 2-3 minuti",
        "Pescare sul fondo: l'occhiata è un pesce di mezz'acqua, regola la profondità del galleggiante a metà colonna d'acqua",
        "Ferrare troppo forte: l'occhiata ha le labbra sottili, serve una ferrata delicata per non strappare l'amo"
      ]
    },
    {
      "id": "mormore",
      "slug": "mormora",
      "name": "Mormora",
      "scientificName": "Lithognathus mormyrus",
      "otherNames": [
        "Marmora",
        "Mormiro"
      ],
      "family": "Sparidae",
      "category": "sparide",
      "icon": "🐟",
      "description": "La mormora (Lithognathus mormyrus), conosciuta anche come marmora o mormiro, è uno degli sparidi più caratteristici e ricercati dai pescatori che praticano il surfcasting sulle spiagge sabbiose italiane. Questo elegante pesce dal corpo allungato e dal muso appuntito, inconfondibilmente decorato da 12-14 bande verticali scure sui fianchi argentei che la mimetizzano perfettamente sulla sabbia, può raggiungere i 55 cm di lunghezza e i 2 kg di peso, anche se le catture più comuni sono di esemplari tra i 20 e i 35 cm. La mormora vive esclusivamente su fondali sabbiosi, dove utilizza il suo muso specializzato per scavare alla ricerca di vermi, piccoli molluschi e crostacei nascosti sotto la superficie. Questa abitudine alimentare la rende particolarmente sensibile alle esche vermi: il coreano, il verme americano, il muriddu e il bibi sono le esche più efficaci per la sua cattura. Il periodo migliore per pescare la mormora va dalla primavera all'autunno (maggio-settembre), quando si avvicina alle spiagge italiane per alimentarsi e riprodursi. Dopo le mareggiate, la mormora si avvicina molto a riva, offrendo occasioni di cattura eccellenti. Cerca le spiagge con buche e canaloni, dove questo pesce ama sostare. Le abboccate della mormora sono decise e violente: non aspettare troppo a ferrare! La carne bianca e delicata è molto apprezzata in cucina.",
      "characteristics": {
        "maxLength": "55 cm",
        "avgLength": "20-35 cm",
        "maxWeight": "2 kg",
        "avgWeight": "300-800 g",
        "lifespan": "12 anni",
        "color": "Argento con 12-14 bande verticali scure",
        "bodyShape": "Allungato, muso appuntito"
      },
      "habitat": {
        "environment": "Fondali sabbiosi",
        "depth": "0-80 m",
        "substrate": "Sabbioso",
        "description": "Predilige spiagge sabbiose dove cerca vermi e piccoli molluschi."
      },
      "behavior": {
        "feeding": "Si nutre scavando nella sabbia",
        "activity": "Diurna e crepuscolare",
        "social": "In piccoli gruppi",
        "migration": "Si avvicina a riva in primavera-estate"
      },
      "reproduction": {
        "period": "Aprile-Luglio",
        "maturity": "2-3 anni",
        "spawning": "In acque costiere"
      },
      "fishing": {
        "techniques": [
          "Surfcasting",
          "Ledgering",
          "Beach legering"
        ],
        "bestTechnique": "Surfcasting leggero",
        "bestBaits": [
          "Verme coreano",
          "Verme americano",
          "Muriddu",
          "Bibi"
        ],
        "bestArtificials": [
          "Raramente artificiali"
        ],
        "bestSpots": "Spiagge sabbiose, zone con alghe",
        "difficulty": 2,
        "fightRating": 3,
        "tips": [
          "Cerca le spiagge con buche e canaloni",
          "Il coreano è l'esca migliore",
          "Dopo le mareggiate si avvicina molto",
          "Abboccate decise, non aspettare troppo"
        ]
      },
      "seasonality": {
        "best": [
          5,
          6,
          7,
          8,
          9
        ],
        "good": [
          4,
          10
        ],
        "difficult": [
          11,
          12,
          1,
          2,
          3
        ],
        "description": "Primavera-estate quando si avvicina a riva."
      },
      "records": {
        "worldRecord": "1.95 kg",
        "italyRecord": "1.7 kg",
        "averageTrophy": "Oltre 800g considerato ottimo"
      },
      "culinary": {
        "edible": true,
        "quality": 4,
        "taste": "Carne bianca delicata",
        "cooking": [
          "Al forno",
          "Alla griglia",
          "In umido"
        ],
        "minSize": "20 cm"
      },
      "curiosities": [
        "Le bande la mimetizzano perfettamente sulla sabbia",
        "Il muso è adatto a scavare",
        "Una delle prede classiche del surfcasting",
        "Abboccate violente e improvvise"
      ],
      "conservation": {
        "status": "LC (Least Concern)",
        "threats": "Nessuna particolare",
        "regulations": "Taglia minima 20 cm"
      },
      "relatedProducts": [],
      "localNotes": "La mormora è la regina del surfcasting estivo italiano, presente su tutte le spiagge sabbiose della penisola. Le coste romagnole — da Rimini a Cesenatico — sono storicamente tra le più produttive, con catture regolari su fondali sabbiosi bassi. In Liguria, le rare spiagge sabbiose tra Albenga e Loano offrono mormore di buona taglia, spesso mescolate a orate. La Toscana, soprattutto il tratto tra Marina di Grosseto e Castiglione della Pescaia, è un altro territorio d'eccellenza. In Sardegna, le spiagge del sud (Chia, Villasimius) offrono esemplari di taglia notevole su fondali cristallini. La Sicilia sud-orientale completa il quadro con spiagge molto produttive. La differenza rispetto alla pesca della mormora in Atlantico è che nel Mediterraneo italiano il pesce è mediamente più piccolo ma molto più numeroso, e risponde meglio a esche sottili (verme coreano piuttosto che arenicola). Gli spot ideali sono le spiagge con fondale sabbioso degradante e piccole buche, le zone dove la corrente crea accumuli di detriti organici, e le aree con posidonia rada su sabbia.",
      "expertTip": "La mormora è più furba di quello che pensi. Il mio consiglio per il surfcasting estivo: pesca nelle prime due ore dell'alba e nell'ultima ora prima del buio. Di giorno con il sole alto la mormora si sposta in profondità. Usa un terminale con amo del 6-8 e innesca un ciuffo di verme coreano lasciando la punta dell'amo completamente coperta. Il piombo scorrevole è essenziale: la mormora sente la resistenza e molla immediatamente. La distanza ideale? Spesso è molto più vicina a riva di quanto pensi — prova a 20-30 metri prima di lanciare lontano.",
      "commonMistakes": [
        "Pescare troppo lontano: la mormora spesso mangia a meno di 30 metri dalla riva, soprattutto all'alba",
        "Usare piombi fissi: la mormora è un pesce diffidente, il piombo scorrevole è quasi obbligatorio",
        "Pescare nelle ore centrali della giornata: con il sole alto la mormora si allontana dalla riva e smette di mangiare",
        "Innestare esche troppo grandi: la mormora ha una bocca piccola, un ciuffo contenuto di verme coreano è più efficace di un innesco abbondante"
      ]
    },
    {
      "id": "palamita",
      "slug": "palamita",
      "name": "Palamita",
      "scientificName": "Sarda sarda",
      "otherNames": [
        "Bonito atlantico"
      ],
      "family": "Scombridae",
      "category": "predatore",
      "icon": "🐟",
      "description": "La palamita (Sarda sarda), conosciuta anche come bonito atlantico, è un piccolo cugino del tonno che offre ai pescatori sportivi italiani azione frenetica e combattimenti entusiasmanti, rappresentando una delle prede più divertenti da insidiare con lo spinning e lo shore jigging dalle coste del Mediterraneo. Questo elegante sgombride dal corpo affusolato e siluriforme, caratterizzato dal dorso blu acciaio con distintive strisce oblique scure e i fianchi argentei, può raggiungere i 90 cm di lunghezza e i 10 kg di peso, anche se le catture più comuni sono di esemplari tra i 40 e i 60 cm per 1-3 kg. La palamita è un predatore pelagico che si avvicina alla costa italiana inseguendo i banchi di piccoli pesci, creando le caratteristiche 'mangianze' in superficie facilmente individuabili dai gabbiani che si tuffano. Presente da aprile a ottobre con picchi in primavera-estate, la palamita offre azione garantita quando i banchi sono attivi. La chiave per catturarla è la velocità: recuperi rapidi e aggressivi con jig metallici, cucchiaini e minnow sono devastanti. Preparati a fughe lunghe e veloci: la palamita può nuotare a 40 km/h e non si arrende facilmente. In cucina, la sua carne rossa e saporita, simile a quella del tonno, è ottima alla griglia, cruda o conservata sott'olio, rappresentando un'alternativa economica e sostenibile al tonno rosso.",
      "characteristics": {
        "maxLength": "90 cm",
        "avgLength": "40-60 cm",
        "maxWeight": "10 kg",
        "avgWeight": "1-3 kg",
        "lifespan": "5 anni",
        "color": "Blu acciaio sul dorso con strisce oblique, argento sui fianchi",
        "bodyShape": "Affusolato, siluriforme"
      },
      "habitat": {
        "environment": "Pelagico",
        "depth": "0-200 m",
        "substrate": "Qualsiasi",
        "description": "Pesce pelagico che si avvicina alla costa inseguendo le prede."
      },
      "behavior": {
        "feeding": "Predatore, caccia pesci piccoli in branchi",
        "activity": "Diurna, molto attiva",
        "social": "In branchi numerosi",
        "migration": "Migratore"
      },
      "reproduction": {
        "period": "Maggio-Luglio",
        "maturity": "2 anni",
        "spawning": "In mare aperto"
      },
      "fishing": {
        "techniques": [
          "Spinning",
          "Traina leggera",
          "Shore jigging",
          "Vertical jigging"
        ],
        "bestTechnique": "Spinning/Shore jigging",
        "bestBaits": [
          "Jig metallici",
          "Cucchiaini",
          "Rapala"
        ],
        "bestArtificials": [
          "Jig 20-40g",
          "Cichetti",
          "Cucchiaini rotanti"
        ],
        "bestSpots": "Zone con mangianze, punte, secche",
        "difficulty": 2,
        "fightRating": 4,
        "tips": [
          "Segui i gabbiani che indicano le mangianze",
          "Recuperi veloci, la palamita ama la velocità",
          "I jig metallici sono devastanti",
          "Preparati a fughe lunghe e veloci"
        ]
      },
      "seasonality": {
        "best": [
          5,
          6,
          7,
          8,
          9
        ],
        "good": [
          4,
          10
        ],
        "difficult": [
          11,
          12,
          1,
          2,
          3
        ],
        "description": "Primavera-estate-inizio autunno."
      },
      "records": {
        "worldRecord": "9.4 kg",
        "italyRecord": "8.2 kg",
        "averageTrophy": "Oltre 3 kg considerato buono"
      },
      "culinary": {
        "edible": true,
        "quality": 4,
        "taste": "Carne rossa simile al tonno",
        "cooking": [
          "Alla griglia",
          "Crudo",
          "Sott'olio"
        ],
        "minSize": "25 cm"
      },
      "curiosities": [
        "È un piccolo cugino del tonno",
        "Può nuotare a 40 km/h",
        "Le strisce oblique la distinguono dal tonnetto",
        "È ottima conservata sott'olio"
      ],
      "conservation": {
        "status": "LC (Least Concern)",
        "threats": "Pesca commerciale",
        "regulations": "Taglia minima 25 cm"
      },
      "relatedProducts": [
        {
          "name": "Jig metallico 30g",
          "type": "Artificiale",
          "amazonUrl": "https://www.amazon.it/s?k=jig+metallico+palamita+spinning&tag=fishandtips-21"
        }
      ],
      "localNotes": "La palamita è uno dei predatori pelagici più emozionanti da insidiare dalla costa italiana, parente stretta del tonno ma molto più accessibile. In Liguria, le punte rocciose tra Portofino e le Cinque Terre sono spot eccellenti quando i branchi inseguono le alici sotto costa tra maggio e settembre. La Toscana tirrenica — soprattutto il tratto tra Castiglioncello e Piombino — offre incontri regolari con branchi numerosi durante le mangianze. In Sardegna, le coste orientali e la zona dello Stretto di Bonifacio vedono passaggi di palamite di taglia notevole. La Sicilia, in particolare il tratto ionico e le Egadi, è altrettanto produttiva. In Puglia, il Gargano e le punte del Salento concentrano le mangianze autunnali. La differenza rispetto alla pesca della palamita in Atlantico è che nel Mediterraneo i branchi sono più contenuti ma i pesci sono più aggressivi e reagiscono a recuperi velocissimi. Gli spot migliori sono le punte rocciose con corrente dove si formano le mangianze, le zone al largo dei promontori accessibili con lancio lungo, e le aree portuali dove le palamite inseguono i branchi di acciughe.",
      "expertTip": "La palamita vuole velocità. Quando vedi la mangianza in superficie, lancia un jig metallico da 20-40g il più lontano possibile e recupera velocissimo — velocità massima che riesci a tenere con il mulinello. Se non attacca al primo lancio, cambia angolo: spesso la palamita insegue da una direzione specifica. Un trucco micidiale: usa un piccolo assist hook con piumetta sul jig, le palamite piccole lo attaccano con furia. La trecciata sottile (PE1-1.5) fa fare lanci più lunghi e dà una sensibilità pazzesca durante il combattimento.",
      "commonMistakes": [
        "Recuperare troppo lentamente: la palamita è un pesce velocissimo, un artificiale lento viene completamente ignorato",
        "Pescare con attrezzatura troppo pesante: la palamita si combatte meglio con spinning leggero (10-30g), l'attrezzatura pesante toglie il divertimento",
        "Non cambiare artificiale: se la palamita rifiuta un colore, cambia immediatamente — il silver e il blue-pink sono i più affidabili",
        "Arrendersi dopo 15 minuti: le mangianze vanno e vengono, aspetta pazientemente o sposta lo sguardo lungo la costa"
      ]
    },
    {
      "id": "sugarello",
      "slug": "sugarello",
      "name": "Sugarello",
      "scientificName": "Trachurus trachurus",
      "otherNames": [
        "Suro",
        "Sauro",
        "Sgombro bastardo"
      ],
      "family": "Carangidae",
      "category": "pelagico",
      "icon": "🐟",
      "description": "Il sugarello (Trachurus trachurus), conosciuto anche come suro, sauro o 'sgombro bastardo' per la sua somiglianza con lo sgombro, è uno dei pesci pelagici più comuni e abbondanti del Mar Mediterraneo, fondamentale sia come preda sportiva divertente da pescare con attrezzature leggere, sia come esca viva d'elezione per la cattura di predatori nobili come ricciola, dentice e tonno. Questo carangide dal corpo affusolato, caratterizzato dalla distintiva linea laterale spinosa che lo rende immediatamente riconoscibile, può raggiungere i 70 cm di lunghezza, anche se le catture più comuni sono di esemplari tra i 20 e i 35 cm. Il sugarello forma banchi enormi, talvolta composti da milioni di individui, che si avvicinano alla costa italiana durante la primavera-estate, offrendo occasioni di pesca spettacolari nei porti, sui moli e nelle zone con corrente. La tecnica più efficace per catturarlo è il sabiki, un terminale con multiple esche artificiali piumate che permette catture multiple: è davvero micidiale! Con attrezzatura ultralight, il sugarello offre combattimenti divertenti e gratificanti, perfetti per avvicinare i giovani alla pesca sportiva. Ma il suo ruolo fondamentale è come esca viva: un sugarello vivo e guizzante innescato correttamente è irresistibile per qualsiasi grande predatore. In cucina, la sua carne delicata è ottima fritta, alla griglia o marinata.",
      "characteristics": {
        "maxLength": "70 cm",
        "avgLength": "20-35 cm",
        "maxWeight": "2 kg",
        "avgWeight": "100-400 g",
        "lifespan": "15 anni",
        "color": "Grigio-verde sul dorso, argento sui fianchi",
        "bodyShape": "Affusolato con linea laterale spinosa"
      },
      "habitat": {
        "environment": "Pelagico costiero",
        "depth": "0-500 m",
        "substrate": "Qualsiasi",
        "description": "Forma banchi enormi che si avvicinano alla costa."
      },
      "behavior": {
        "feeding": "Piccoli pesci, crostacei, zooplancton",
        "activity": "Diurna",
        "social": "In banchi enormi",
        "migration": "Migratore costiero"
      },
      "reproduction": {
        "period": "Maggio-Luglio",
        "maturity": "2 anni",
        "spawning": "In mare aperto"
      },
      "fishing": {
        "techniques": [
          "Sabiki",
          "Bolognese",
          "Light game",
          "Paternoster"
        ],
        "bestTechnique": "Sabiki",
        "bestBaits": [
          "Sabiki con piumette",
          "Bigattino",
          "Piccoli pezzi di pesce"
        ],
        "bestArtificials": [
          "Sabiki",
          "Micro jig"
        ],
        "bestSpots": "Porti, moli, zone con corrente",
        "difficulty": 1,
        "fightRating": 2,
        "tips": [
          "Il sabiki è micidiale per i sugarelli",
          "Ottimo come esca viva per ricciole e dentici",
          "Cerca i banchi nei porti",
          "Divertentissimo con attrezzatura light"
        ]
      },
      "seasonality": {
        "best": [
          5,
          6,
          7,
          8,
          9
        ],
        "good": [
          4,
          10
        ],
        "difficult": [
          11,
          12,
          1,
          2,
          3
        ],
        "description": "Primavera-estate quando i banchi si avvicinano."
      },
      "records": {
        "worldRecord": "2.2 kg",
        "italyRecord": "1.8 kg",
        "averageTrophy": "Oltre 500g considerato buono"
      },
      "culinary": {
        "edible": true,
        "quality": 3,
        "taste": "Carne delicata, può essere grasso",
        "cooking": [
          "Fritto",
          "Alla griglia",
          "Marinato"
        ],
        "minSize": "15 cm"
      },
      "curiosities": [
        "Forma banchi di milioni di individui",
        "La linea laterale spinosa lo distingue",
        "È l'esca viva preferita per la ricciola",
        "Chiamato 'sgombro bastardo' per la somiglianza"
      ],
      "conservation": {
        "status": "LC (Least Concern)",
        "threats": "Pesca commerciale",
        "regulations": "Taglia minima 15 cm"
      },
      "relatedProducts": [
        {
          "name": "Sabiki 6 ami",
          "type": "Terminale",
          "amazonUrl": "https://www.amazon.it/s?k=sabiki+sugarello+pesca&tag=fishandtips-21"
        }
      ],
      "localNotes": "Il sugarello è il carangide più comune del Mediterraneo italiano e rappresenta una preda divertente in light game, oltre che un'eccellente esca viva per i predatori maggiori. Lo si trova in abbondanza in tutti i porti italiani: in Liguria i moli di Genova, Savona e Imperia ospitano branchi enormi da maggio a ottobre. L'Adriatico — da Trieste a Bari — è particolarmente ricco, con i porti romagnoli che registrano le concentrazioni più alte in estate. In Campania, i porti del Golfo di Napoli sono spot classici. In Sardegna e Sicilia la presenza è costante tutto l'anno nelle zone portuali. La differenza rispetto ad altri paesi mediterranei è che in Italia il sugarello viene molto apprezzato come esca viva per dentice, ricciola e serra, oltre che come preda light game. Gli spot ideali sono i moli portuali con illuminazione notturna, le zone con corrente moderata dove i sugarelli cacciano in branco a mezz'acqua, e le bocche dei porti dove si concentrano al tramonto.",
      "expertTip": "Il sugarello è il pesce perfetto per il sabiki: monta un finale sabiki con 6 ami e piumette dorate o argentate, aggiungi un piombo da 15-20g in fondo e cala a mezz'acqua nel porto. Quando senti la prima tirata, non ferrare subito — aspetta 5 secondi e spesso si agganciamo 3-4 sugarelli alla volta. Se li vuoi usare come esca viva per dentice o ricciola, portali con un secchio aerato e innescali attraverso il dorso con un amo circolare. Un sugarello vivo è l'esca più irresistibile per i grandi predatori.",
      "commonMistakes": [
        "Pescare troppo in profondità: il sugarello staziona tipicamente a mezz'acqua, non sul fondo",
        "Usare ami troppo grandi sul sabiki: il sugarello ha una bocca piccola, ami del 10-12 sono la misura perfetta",
        "Non adattare il piombo alla corrente: troppo leggero e il sabiki non scende, troppo pesante e perde sensibilità",
        "Conservare male le esche vive: il sugarello è delicato, serve un secchio con aeratore o cambi d'acqua frequenti"
      ]
    },
    {
      "id": "aguglia",
      "slug": "aguglia",
      "name": "Aguglia",
      "scientificName": "Belone belone",
      "otherNames": [
        "Aguglia comune",
        "Ago"
      ],
      "family": "Belonidae",
      "category": "pelagico",
      "icon": "🐟",
      "description": "L'aguglia (Belone belone), chiamata anche aguglia comune o semplicemente 'ago' per la sua forma caratteristica, è uno dei pesci più singolari e divertenti da pescare nel Mar Mediterraneo durante i mesi estivi. Questo straordinario pesce dal corpo estremamente allungato e sottile, con un becco appuntito che ricorda un ago gigante, può raggiungere i 90 cm di lunghezza, anche se le catture più comuni sono di esemplari tra i 40 e i 60 cm. L'aguglia vive esclusivamente negli strati superficiali dell'acqua, spesso visibile mentre salta fuori dal mare per sfuggire ai predatori o durante la caccia, creando uno spettacolo unico. Durante l'estate, da maggio a ottobre, forma banchi numerosi che si avvicinano alle coste italiane, offrendo opportunità di pesca accessibili e divertenti. La tecnica più efficace è la pesca con bombarda galleggiante e ago artificiale o striscia di pesce, mantenendo l'esca sempre in superficie. Gli ami devono essere lunghi per gestire il becco. L'aguglia ha una caratteristica sorprendente: le sue ossa sono di colore verde intenso a causa della biliverdina, un pigmento che nell'antichità fece credere erroneamente che fosse velenosa. Perfetta per avvicinare i bambini alla pesca, l'aguglia offre catture frequenti e combattimenti guizzanti. La sua carne bianca, sebbene ricca di spine, è buona fritta o alla griglia.",
      "characteristics": {
        "maxLength": "90 cm",
        "avgLength": "40-60 cm",
        "maxWeight": "1.3 kg",
        "avgWeight": "200-500 g",
        "lifespan": "10 anni",
        "color": "Verde-blu sul dorso, argento brillante sui fianchi",
        "bodyShape": "Molto allungato, becco a punta"
      },
      "habitat": {
        "environment": "Pelagico superficiale",
        "depth": "0-10 m",
        "substrate": "Qualsiasi",
        "description": "Vive in superficie, spesso visibile mentre salta fuori dall'acqua."
      },
      "behavior": {
        "feeding": "Piccoli pesci",
        "activity": "Diurna",
        "social": "In banchi",
        "migration": "Migratore costiero"
      },
      "reproduction": {
        "period": "Maggio-Giugno",
        "maturity": "2 anni",
        "spawning": "Attacca le uova alle alghe"
      },
      "fishing": {
        "techniques": [
          "Bombarda",
          "Spinning ultralight",
          "Galleggiante"
        ],
        "bestTechnique": "Bombarda con ago",
        "bestBaits": [
          "Ago artificiale",
          "Striscia di pesce",
          "Piumette"
        ],
        "bestArtificials": [
          "Aghi",
          "Piccoli minnow lunghi"
        ],
        "bestSpots": "Superficie in zone aperte, porti",
        "difficulty": 2,
        "fightRating": 3,
        "tips": [
          "Pesca in superficie, l'aguglia non scende mai",
          "Usa ami lunghi per il becco",
          "I salti fuori dall'acqua indicano i banchi",
          "Perfetta per introdurre i bambini alla pesca"
        ]
      },
      "seasonality": {
        "best": [
          6,
          7,
          8,
          9
        ],
        "good": [
          5,
          10
        ],
        "difficult": [
          11,
          12,
          1,
          2,
          3,
          4
        ],
        "description": "Estate, presente da maggio a ottobre."
      },
      "records": {
        "worldRecord": "1.28 kg",
        "italyRecord": "1.1 kg",
        "averageTrophy": "Oltre 600g considerato buono"
      },
      "culinary": {
        "edible": true,
        "quality": 3,
        "taste": "Carne bianca, molte spine",
        "cooking": [
          "Fritta",
          "Alla griglia"
        ],
        "minSize": "Nessuna taglia minima"
      },
      "curiosities": [
        "Le ossa sono verdi per il biliverdina!",
        "Può saltare fuori dall'acqua per sfuggire ai predatori",
        "Il becco può ferire, attenzione!",
        "Era considerata velenosa per le ossa verdi"
      ],
      "conservation": {
        "status": "LC (Least Concern)",
        "threats": "Nessuna particolare",
        "regulations": "Nessuna taglia minima"
      },
      "relatedProducts": [
        {
          "name": "Bombarda galleggiante 20g",
          "type": "Piombo",
          "amazonUrl": "https://www.amazon.it/s?k=bombarda+galleggiante+pesca+aguglia&tag=fishandtips-21"
        }
      ],
      "localNotes": "L'aguglia è un pesce pelagico superficiale presente in grande quantità lungo tutte le coste italiane in estate. In Liguria, è comunissima dalla primavera all'autunno e si pesca facilmente dai moli e dalle scogliere della Riviera. La Sardegna vede concentrazioni enormi, soprattutto lungo la costa nord e nel Golfo dell'Asinara, dove le aguglie formano branchi fittissimi in superficie. L'Adriatico settentrionale — dai porti di Venezia a quelli di Rimini — offre aguglie in abbondanza da giugno a settembre. In Sicilia, le coste orientali e le isole Eolie sono zone eccellenti. La Puglia e la Campania completano il quadro con presenza costante. A differenza della pesca all'aguglia in Atlantico, nel Mediterraneo italiano questo pesce è mediamente più piccolo ma molto più abbondante e aggressivo, e risponde bene alla tecnica della bombarda con ago. Gli spot migliori sono le zone portuali e i moli dove le aguglie cacciano in superficie piccoli pesci e gamberetti, le spiagge con acqua limpida dove si vedono i branchi, e le punte rocciose con corrente.",
      "expertTip": "L'aguglia sembra facile ma ha un becco lungo e stretto che rende la ferrata difficilissima. Il trucco è l'ago: usa un ago da aguglia (un filo di lana intrecciato senza amo) che si incastra nei denti del becco. Monta l'ago su una bombarda da 15-30g e lancia lontano, poi recupera a scatti brevi. Quando l'aguglia attacca, NON ferrare — continua a recuperare e l'ago si impiglia nei dentini. Se perdi troppe aguglie, aggiungi un piccolo treble hook dietro l'ago come sicurezza.",
      "commonMistakes": [
        "Usare ami normali: il becco dell'aguglia è lungo e stretto, gli ami tradizionali non si agganciano — serve l'ago o ami specifici",
        "Pescare in profondità: l'aguglia è un pesce di superficie, la bombarda deve navigare nei primi 50 cm d'acqua",
        "Ferrare con forza: la bocca dell'aguglia è ossea e delicata, una ferrata violenta strappa tutto",
        "Pescare con mare mosso: l'aguglia preferisce il mare calmo o poco mosso, con le onde si sposta in profondità"
      ]
    },
    {
      "id": "cefalo",
      "slug": "cefalo",
      "name": "Cefalo",
      "scientificName": "Mugil cephalus",
      "otherNames": [
        "Muggine",
        "Muletto",
        "Volpina"
      ],
      "family": "Mugilidae",
      "category": "onnivoro",
      "icon": "🐟",
      "description": "Il cefalo (Mugil cephalus), conosciuto anche come muggine, muletto o volpina, è il pesce onnivoro più diffuso e ubiquitario delle acque costiere italiane, presente praticamente ovunque: porti, lagune, foci dei fiumi, canali e mare aperto. Questo robusto pesce dal corpo affusolato e cilindrico, con il dorso grigio-argento, può raggiungere dimensioni notevoli fino a 120 cm e 12 kg, anche se le catture più comuni sono di esemplari tra i 30 e i 50 cm per 1-3 kg. Ma il cefalo è molto più di un semplice pesce comune: dalle sue uova si produce la pregiata bottarga, uno dei prodotti gastronomici più raffinati della tradizione italiana, particolarmente celebre in Sardegna. La pesca del cefalo rappresenta una sfida tecnica sottovalutata: questo pesce ha una bocca piccolissima e abboccate delicatissime che richiedono ami minuscoli, lenze sottilissime e concentrazione massima. La pasturazione abbondante con pane bagnato è fondamentale per attirare i branchi. Le esche più efficaci sono pane, pasta, bigattino e sarda. Il cefalo è una specie straordinariamente adattabile, capace di sopravvivere in acque dolci, salmastre e salate, e può saltare fuori dall'acqua con sorprendente agilità. Attivo tutto l'anno ma al meglio in estate, il cefalo offre combattimenti vivaci. La qualità della carne dipende dall'ambiente: i cefali di mare aperto sono eccellenti alla griglia.",
      "characteristics": {
        "maxLength": "120 cm",
        "avgLength": "30-50 cm",
        "maxWeight": "12 kg",
        "avgWeight": "1-3 kg",
        "lifespan": "16 anni",
        "color": "Grigio-argento con dorso più scuro",
        "bodyShape": "Affusolato, cilindrico"
      },
      "habitat": {
        "environment": "Costiero, lagune, foci, porti",
        "depth": "0-120 m",
        "substrate": "Qualsiasi",
        "description": "Ubiquitario, si trova ovunque: porti, lagune, fiumi, mare aperto."
      },
      "behavior": {
        "feeding": "Onnivoro, filtra il fondo, alghe, detriti",
        "activity": "Diurna",
        "social": "In banchi",
        "migration": "Entra nei fiumi"
      },
      "reproduction": {
        "period": "Settembre-Novembre",
        "maturity": "3-4 anni",
        "spawning": "In mare, poi i giovani entrano in laguna"
      },
      "fishing": {
        "techniques": [
          "Bolognese",
          "Pastura",
          "Pane",
          "Match fishing"
        ],
        "bestTechnique": "Bolognese con pastura",
        "bestBaits": [
          "Pane",
          "Pasta",
          "Bigattino",
          "Sarda"
        ],
        "bestArtificials": [
          "Raramente"
        ],
        "bestSpots": "Porti, foci, lagune, moli",
        "difficulty": 3,
        "fightRating": 3,
        "tips": [
          "Pastura abbondante con pane bagnato",
          "Ami piccolissimi, il cefalo ha bocca piccola",
          "Lenza sottilissima",
          "Abboccate delicatissime, concentrazione!"
        ]
      },
      "seasonality": {
        "best": [
          5,
          6,
          7,
          8,
          9,
          10
        ],
        "good": [
          4,
          11
        ],
        "difficult": [
          12,
          1,
          2,
          3
        ],
        "description": "Attivo tutto l'anno, meglio in estate."
      },
      "records": {
        "worldRecord": "12 kg",
        "italyRecord": "9.5 kg",
        "averageTrophy": "Oltre 3 kg considerato buono"
      },
      "culinary": {
        "edible": true,
        "quality": 3,
        "taste": "Dipende dall'ambiente, può sapere di fango",
        "cooking": [
          "Alla griglia",
          "Al forno",
          "Bottarga (uova)"
        ],
        "minSize": "20 cm"
      },
      "curiosities": [
        "La bottarga di cefalo è un prodotto pregiato",
        "Può saltare fuori dall'acqua",
        "Sopravvive in acque dolci, salmastre e salate",
        "Una delle prede più difficili per le abboccate delicate"
      ],
      "conservation": {
        "status": "LC (Least Concern)",
        "threats": "Nessuna particolare",
        "regulations": "Taglia minima 20 cm"
      },
      "relatedProducts": [],
      "localNotes": "Il cefalo è probabilmente il pesce più abbondante e ubiquitario delle coste italiane, presente in ogni porto, laguna e foce dalla Liguria alla Sicilia. In Liguria si trova in quantità enormi nei porti di Genova, Savona e La Spezia. L'Adriatico è il territorio del cefalo per eccellenza: le lagune venete (Chioggia, Grado), le foci del Po e i porti romagnoli ospitano popolazioni sterminate. In Toscana, le lagune di Orbetello sono famose per i cefali di taglia. In Sardegna, gli stagni di Cabras e Tortolì sono zone tradizionali di pesca del cefalo. In Campania e Sicilia la presenza è costante tutto l'anno. La differenza rispetto ad altri paesi è che in Italia il cefalo ha sviluppato una diffidenza estrema nei porti frequentati, richiedendo tecniche molto raffinate. Gli spot più produttivi sono le foci dei fiumi dove cefali enormi stazionano in branchi, le zone portuali con scarichi e corrente, le lagune costiere con cambi di marea, e i moli dove i cefali si alimentano in superficie.",
      "expertTip": "Il cefalo è il maestro della frustrazione: lo vedi, ma non abbocca. Il segreto è la pastura fine e costante. Prepara un composto di pane secco ammollato, sarda tritata finissima e un po' di farina di mais per legare. Lancia piccole palline ogni minuto per 15-20 minuti prima di iniziare a pescare. Quando i cefali salgono in pastura, usa il pane come esca (un cubetto da 5mm su amo del 10 con fluorocarbon da 0.12). Il galleggiante deve essere leggerissimo — il cefalo sente qualsiasi peso. La ferrata deve essere istantanea: al minimo movimento del galleggiante, ferra.",
      "commonMistakes": [
        "Non pasturare: senza pastura il cefalo non si concentra nella tua zona, è la base di tutto",
        "Usare fluorocarbon troppo grosso: il cefalo vede benissimo, sopra lo 0.14 le catture calano tantissimo",
        "Pescare solo con verme: il cefalo è onnivoro e spesso preferisce pane, formaggio o pasta piuttosto che vermi",
        "Non avere pazienza: il cefalo richiede pasturazione lunga prima di iniziare a mangiare, almeno 15-20 minuti"
      ]
    },
    {
      "id": "scorfano-rosso",
      "slug": "scorfano-rosso",
      "name": "Scorfano Rosso",
      "scientificName": "Scorpaena scrofa",
      "otherNames": [
        "Scorfano di fondale",
        "Cappone"
      ],
      "family": "Scorpaenidae",
      "category": "fondale",
      "icon": "🐟",
      "description": "Lo scorfano rosso (Scorpaena scrofa), conosciuto anche come scorfano di fondale o cappone, è il re indiscusso delle zuppe di pesce italiane e uno dei pesci di fondale più pregiati del Mar Mediterraneo, ma anche uno dei più pericolosi da maneggiare per le sue spine velenose. Questo pesce dall'aspetto quasi alieno, con il corpo tozzo di colore rosso-arancio maculato, la testa grande e irta di spine e appendici cutanee, può raggiungere i 50 cm di lunghezza e i 3 kg di peso, anche se le catture più comuni sono di esemplari tra i 20 e i 35 cm. Lo scorfano rosso è un maestro del mimetismo: vive sui fondali rocciosi e coralligeni tra i 20 e i 500 metri di profondità, immobile come una roccia, in attesa di tendere agguati ai pesci e crostacei di passaggio. È più attivo di notte. ATTENZIONE: le spine dorsali e opercolari dello scorfano iniettano un veleno che causa dolore intensissimo, gonfiore e talvolta reazioni allergiche. Il veleno si neutralizza con il calore: in caso di puntura, immergere la parte colpita in acqua calda. Non afferrare mai uno scorfano a mani nude! La pesca più efficace è il bolentino profondo con gambero, calamaro o pezzetti di pesce. La carne dello scorfano è bianca, soda e squisita, ingrediente fondamentale per il cacciucco livornese, la zuppa di pesce e le preparazioni all'acqua pazza.",
      "characteristics": {
        "maxLength": "50 cm",
        "avgLength": "20-35 cm",
        "maxWeight": "3 kg",
        "avgWeight": "500g-1.5 kg",
        "lifespan": "20 anni",
        "color": "Rosso-arancio con macchie",
        "bodyShape": "Tozzo, testa grande con spine"
      },
      "habitat": {
        "environment": "Fondali rocciosi",
        "depth": "20-500 m",
        "substrate": "Roccioso, coralligeno",
        "description": "Vive mimetizzato sui fondali rocciosi profondi."
      },
      "behavior": {
        "feeding": "Predatore di agguato, pesci e crostacei",
        "activity": "Più attivo di notte",
        "social": "Solitario",
        "migration": "Stanziale"
      },
      "reproduction": {
        "period": "Maggio-Agosto",
        "maturity": "4-5 anni",
        "spawning": "Depone masse gelatinose di uova"
      },
      "fishing": {
        "techniques": [
          "Bolentino",
          "Vertical jigging",
          "Rock fishing"
        ],
        "bestTechnique": "Bolentino profondo",
        "bestBaits": [
          "Gambero",
          "Calamaro",
          "Pezzetti di pesce"
        ],
        "bestArtificials": [
          "Jig lenti",
          "Inchiku"
        ],
        "bestSpots": "Fondali rocciosi profondi, relitti",
        "difficulty": 3,
        "fightRating": 2,
        "tips": [
          "ATTENZIONE! Le spine sono velenose",
          "Fondali rocciosi tra i 30 e i 100 metri",
          "Muovi l'esca lentamente sul fondo",
          "Non afferrarlo mai a mani nude!"
        ]
      },
      "seasonality": {
        "best": [
          6,
          7,
          8,
          9
        ],
        "good": [
          5,
          10
        ],
        "difficult": [
          11,
          12,
          1,
          2,
          3,
          4
        ],
        "description": "Pescabile tutto l'anno, meglio in estate."
      },
      "records": {
        "worldRecord": "2.9 kg",
        "italyRecord": "2.6 kg",
        "averageTrophy": "Oltre 1 kg considerato buono"
      },
      "culinary": {
        "edible": true,
        "quality": 5,
        "taste": "Carne bianca, soda, squisita",
        "cooking": [
          "Zuppa di pesce",
          "All'acqua pazza",
          "Al forno"
        ],
        "minSize": "18 cm"
      },
      "curiosities": [
        "Le spine iniettano un veleno doloroso",
        "Il veleno si neutralizza col calore",
        "Indispensabile per il cacciucco livornese",
        "Si mimetizza perfettamente"
      ],
      "conservation": {
        "status": "LC (Least Concern)",
        "threats": "Pesca commerciale",
        "regulations": "Taglia minima 18 cm"
      },
      "relatedProducts": [],
      "localNotes": "Lo scorfano rosso è il re dei fondali rocciosi italiani, un pesce dall'aspetto minaccioso ma dalla carne straordinariamente pregiata. In Liguria, le cigliate profonde al largo di Camogli e Portofino ospitano esemplari di ottima taglia catturabili con il bolentino profondo. La Sardegna è il territorio d'eccellenza: le secche profonde di Capo Carbonara, la costa orientale e le zone al largo dell'Asinara offrono scorfani rossi di dimensioni ragguardevoli. In Sicilia, lo Stretto di Messina e le zone profonde delle Egadi sono spot storici. La Puglia, con le secche al largo del Gargano, e la Campania con le zone al largo di Capri e Ischia completano il quadro. La differenza rispetto alla pesca dello scorfano in Atlantico è che nel Mediterraneo italiano si trova a profondità leggermente inferiori e si cattura efficacemente con il bolentino tradizionale. Gli spot ideali sono i fondali rocciosi con anfratti e grotte tra 30 e 100 metri, le cigliate dove il fondo scende bruscamente, e i relitti affondati dove gli scorfani trovano riparo.",
      "expertTip": "Lo scorfano rosso è un pesce stanziale: se ne trovi uno, ce ne sono altri nella stessa zona. Il bolentino profondo con calamaro fresco è la tecnica regina. Taglia il calamaro a strisce lunghe e sottili — lo scorfano preferisce esche che ondeggiano nella corrente. Cala il terminale fino a toccare il fondo e poi solleva di mezzo metro: lo scorfano caccia appena sopra il fondale. ATTENZIONE: le spine dorsali dello scorfano sono velenose — usa sempre un guanto e pinze per slamarlo. Mai prendere in mano uno scorfano senza protezione.",
      "commonMistakes": [
        "Pescare troppo alto dal fondo: lo scorfano è un pesce di fondale, l'esca deve stare entro un metro dal fondo",
        "Usare esche piccole: lo scorfano ha una bocca grande per le sue dimensioni, esche generose funzionano meglio",
        "Toccare il pesce a mani nude: le spine dorsali sono velenose e causano un dolore fortissimo, usa sempre guanti o pinze",
        "Usare ami troppo sottili: le fauci dello scorfano sono dure, servono ami robusti e una ferrata decisa"
      ]
    },
    {
      "id": "ombrina",
      "slug": "ombrina",
      "name": "Ombrina",
      "scientificName": "Umbrina cirrosa",
      "otherNames": [
        "Ombrina comune",
        "Umbra"
      ],
      "family": "Sciaenidae",
      "category": "sparide",
      "icon": "🐟",
      "description": "L'ombrina (Umbrina cirrosa), chiamata anche ombrina comune o umbra, è una delle prede più ambite e prestigiose per i pescatori che praticano il surfcasting sulle coste italiane, rappresentando un trofeo sempre più raro e prezioso a causa della diminuzione delle popolazioni. Questo magnifico pesce dalla forma allungata e dal muso arrotondato, caratterizzato da un piccolo barbiglio sotto il mento e da eleganti strisce dorate oblique sui fianchi grigio-argentei, può raggiungere i 100 cm di lunghezza e i 10 kg di peso, anche se le catture più comuni oggi sono di esemplari tra i 40 e i 60 cm per 2-4 kg. L'ombrina predilige i fondali sabbiosi vicino a scogli e praterie di posidonia, dove si nutre di vermi, molluschi e crostacei con attività principalmente crepuscolare e notturna. La pesca notturna dal surf rappresenta la tecnica più produttiva: cerca le zone dove la sabbia incontra la roccia, habitat ideale per questo pesce. Le esche più efficaci sono il verme americano, il cannolicchio, il bibi e il gambero. Le abboccate dell'ombrina sono potenti e decise, e il combattimento è entusiasmante. Una caratteristica curiosa: l'ombrina emette suoni gracchianti usando la vescica natatoria. La carne bianca dell'ombrina è considerata tra le più pregiate in assoluto, paragonabile al dentice. IMPORTANTE: la specie è classificata come vulnerabile - trattala con rispetto e pratica il catch & release per esemplari non destinati al consumo.",
      "characteristics": {
        "maxLength": "100 cm",
        "avgLength": "40-60 cm",
        "maxWeight": "10 kg",
        "avgWeight": "2-4 kg",
        "lifespan": "15 anni",
        "color": "Grigio-argento con strisce dorate oblique",
        "bodyShape": "Allungato, muso arrotondato con barbiglio"
      },
      "habitat": {
        "environment": "Fondali sabbiosi e misti",
        "depth": "0-100 m",
        "substrate": "Sabbioso",
        "description": "Predilige fondali sabbiosi vicino a scogli e posidonia."
      },
      "behavior": {
        "feeding": "Vermi, molluschi, crostacei",
        "activity": "Crepuscolare e notturna",
        "social": "In piccoli gruppi",
        "migration": "Si avvicina a costa per riprodursi"
      },
      "reproduction": {
        "period": "Maggio-Agosto",
        "maturity": "3-4 anni",
        "spawning": "In acque costiere"
      },
      "fishing": {
        "techniques": [
          "Surfcasting",
          "Beach legering"
        ],
        "bestTechnique": "Surfcasting",
        "bestBaits": [
          "Verme americano",
          "Cannolicchio",
          "Bibi",
          "Gambero"
        ],
        "bestArtificials": [
          "Raramente"
        ],
        "bestSpots": "Spiagge con fondali misti, vicino a scogli sommersi",
        "difficulty": 4,
        "fightRating": 4,
        "tips": [
          "Pesca notturna è la più produttiva",
          "Cerca le zone dove sabbia incontra roccia",
          "Abboccate potenti e decise",
          "Sempre più rara, trattala con rispetto"
        ]
      },
      "seasonality": {
        "best": [
          5,
          6,
          7,
          8,
          9
        ],
        "good": [
          4,
          10
        ],
        "difficult": [
          11,
          12,
          1,
          2,
          3
        ],
        "description": "Primavera-estate quando si avvicina a costa."
      },
      "records": {
        "worldRecord": "10.5 kg",
        "italyRecord": "8.2 kg",
        "averageTrophy": "Oltre 3 kg considerato trofeo"
      },
      "culinary": {
        "edible": true,
        "quality": 5,
        "taste": "Carne bianca pregiata, tra le migliori",
        "cooking": [
          "Al forno",
          "Al sale",
          "Alla griglia"
        ],
        "minSize": "25 cm"
      },
      "curiosities": [
        "Il barbiglio sotto il mento è caratteristico",
        "Emette suoni gracchianti",
        "Un tempo era molto comune, ora è rara",
        "Considerata tra i pesci più pregiati"
      ],
      "conservation": {
        "status": "VU (Vulnerable)",
        "threats": "Sovrapesca, perdita habitat",
        "regulations": "Taglia minima 25 cm, alcune aree protette"
      },
      "relatedProducts": [],
      "localNotes": "L'ombrina è lo scienide più ambito del surfcasting italiano, un pesce raro e pregiato che popola le spiagge con fondali misti. L'Adriatico è il territorio tradizionale dell'ombrina in Italia: le coste romagnole, marchigiane e abruzzesi offrono le migliori possibilità da maggio a ottobre. In Toscana, il tratto della Maremma tra Marina di Grosseto e Capalbio è un altro spot storico. In Liguria è piuttosto rara ma presente occasionalmente sulle spiagge di Albenga e Finale. La Sardegna, in particolare le spiagge del sud e la costa orientale, registra catture eccellenti. In Sicilia, le spiagge del versante ionico sono produttive. La differenza rispetto alla pesca dell'ombrina in Atlantico (dove raggiunge taglie enormi) è che nel Mediterraneo italiano le catture sono più contenute come dimensioni ma il pesce è considerato una preda di altissimo valore. Gli spot tipici sono le spiagge con fondale misto sabbia-roccia, le zone con scogli sommersi a 40-60 metri dalla riva, e le foci dei fiumi con fondale degradante dove l'ombrina cerca cibo.",
      "expertTip": "L'ombrina è il trofeo del surfcaster italiano: catturarne una è un evento memorabile. Il segreto è pescare nelle ultime due ore di luce e nella prima ora del buio, quando l'ombrina si avvicina a riva per cibarsi. L'esca killer è il bibi (verme di Rimini): innescalo intero su un amo del 2/0 con gambo lungo e fluorocarbon da 0.30-0.35. Il lancio deve essere preciso verso le zone con scogli sommersi o buche nel fondale. Quando l'ombrina abbocca non la confonderai mai: parte con una fuga potente e il suo muso a cucchiaio la rende un combattente unico.",
      "commonMistakes": [
        "Pescare solo su sabbia pulita: l'ombrina cerca le zone con scogli sommersi, detriti e strutture sul fondo",
        "Usare esche piccole: l'ombrina ha una bocca grande, serve un'esca generosa come un intero bibi o un fascio di americano",
        "Non controllare le maree: l'ombrina si avvicina a riva con l'alta marea, la bassa marea la allontana",
        "Ferrare troppo presto: l'ombrina tasta l'esca con il muso sensibile prima di ingoiarla, aspetta la partenza decisa"
      ]
    },
    {
      "id": "triglia",
      "slug": "triglia",
      "name": "Triglia",
      "scientificName": "Mullus surmuletus",
      "otherNames": [
        "Triglia di scoglio",
        "Triglietta"
      ],
      "family": "Mullidae",
      "category": "fondale",
      "icon": "🐟",
      "description": "La triglia (Mullus surmuletus), conosciuta come triglia di scoglio per distinguerla dalla cugina triglia di fango, è uno dei pesci più apprezzati della tradizione gastronomica mediterranea, famoso fin dall'antichità romana quando veniva pagato a peso d'oro per la raffinatezza delle sue carni. Questo elegante pesce dal caratteristico colore rosso-arancio con strisce gialle, immediatamente riconoscibile per i due lunghi barbigli sotto il mento, può raggiungere i 40 cm di lunghezza, anche se le catture più comuni sono di esemplari tra i 15 e i 25 cm. I barbigli della triglia sono straordinari organi sensoriali tattili e gustativi che usa per setacciare il fondale alla ricerca di vermi, piccoli crostacei e molluschi nascosti nel sedimento: osservare una triglia mentre 'tasta' il fondo è uno spettacolo affascinante. Vive su fondali rocciosi e sabbiosi da 5 a 400 metri di profondità, e si pesca efficacemente con il bolentino leggero usando gamberetto, verme coreano o pezzetti di pesce come esca. Ami piccoli sono fondamentali per la sua bocca delicata. In cucina, la triglia di scoglio è molto più pregiata della triglia di fango: la sua carne delicata e dal sapore raffinato è perfetta al cartoccio, fritta, in umido o alla livornese. Curiosità: nell'antica Roma, il fegato di triglia era considerato una prelibatezza riservata ai più ricchi.",
      "characteristics": {
        "maxLength": "40 cm",
        "avgLength": "15-25 cm",
        "maxWeight": "1 kg",
        "avgWeight": "100-300 g",
        "lifespan": "10 anni",
        "color": "Rosso-arancio con strisce gialle",
        "bodyShape": "Allungato, 2 barbigli sotto il mento"
      },
      "habitat": {
        "environment": "Fondali rocciosi e sabbiosi",
        "depth": "5-400 m",
        "substrate": "Misto",
        "description": "Usa i barbigli per cercare vermi e crostacei nel fondale."
      },
      "behavior": {
        "feeding": "Vermi, piccoli crostacei, molluschi",
        "activity": "Diurna",
        "social": "In piccoli gruppi",
        "migration": "Stanziale"
      },
      "reproduction": {
        "period": "Maggio-Luglio",
        "maturity": "1-2 anni",
        "spawning": "In acque costiere"
      },
      "fishing": {
        "techniques": [
          "Bolentino leggero",
          "Palamito",
          "Surfcasting"
        ],
        "bestTechnique": "Bolentino leggero",
        "bestBaits": [
          "Gamberetto",
          "Verme coreano",
          "Pezzetti di pesce"
        ],
        "bestArtificials": [
          "Raramente"
        ],
        "bestSpots": "Fondali misti, zone con detrito",
        "difficulty": 2,
        "fightRating": 1,
        "tips": [
          "Ami piccoli, ha bocca delicata",
          "Si pesca spesso insieme ad altri pesci di fondo",
          "Le triglie di scoglio sono più pregiate",
          "Ottima come esca per altri pesci"
        ]
      },
      "seasonality": {
        "best": [
          5,
          6,
          7,
          8,
          9
        ],
        "good": [
          4,
          10
        ],
        "difficult": [
          11,
          12,
          1,
          2,
          3
        ],
        "description": "Pescabile tutto l'anno, meglio in estate."
      },
      "records": {
        "worldRecord": "0.98 kg",
        "italyRecord": "0.85 kg",
        "averageTrophy": "Oltre 400g considerato buono"
      },
      "culinary": {
        "edible": true,
        "quality": 5,
        "taste": "Carne delicata, sapore raffinato",
        "cooking": [
          "Al cartoccio",
          "Fritta",
          "In umido",
          "Alla livornese"
        ],
        "minSize": "11 cm"
      },
      "curiosities": [
        "I barbigli sono organi di senso tattile e gustativo",
        "I Romani la pagavano a peso d'oro",
        "Esistono triglia di scoglio e di fango",
        "Il fegato era considerato una prelibatezza"
      ],
      "conservation": {
        "status": "LC (Least Concern)",
        "threats": "Pesca a strascico",
        "regulations": "Taglia minima 11 cm"
      },
      "relatedProducts": [],
      "localNotes": "La triglia — sia la triglia di scoglio che quella di fango — è uno dei pesci più comuni e apprezzati in cucina lungo tutte le coste italiane. In Liguria si trova su fondali misti tra 10 e 40 metri, catturabile con il bolentino leggero da piccole imbarcazioni. L'Adriatico è il mare della triglia per eccellenza: le triglie di fango dell'Adriatico romagnolo e marchigiano sono famose per la qualità e l'abbondanza. In Toscana, le zone al largo dell'Elba e della costa maremmana offrono triglie di scoglio di taglia. In Sardegna, i fondali tra 20 e 60 metri con detrito e posidonia sono particolarmente produttivi. In Sicilia, soprattutto nel Canale di Sicilia, le triglie raggiungono dimensioni notevoli. La differenza rispetto ad altri paesi è che in Italia la triglia di scoglio è considerata nettamente superiore alla triglia di fango per qualità gastronomica. Gli spot migliori sono i fondali con detrito e alghe a 10-50 metri, le zone rocciose con sabbia fine, e le aree dove il fondale misto crea microhabitat ricchi di invertebrati.",
      "expertTip": "La triglia è un pesce di fondale che cerca cibo scavando nella sabbia con i suoi barbigi sensoriali. Per il bolentino leggero, usa un terminale con amo del 8-10 e innesca un gamberetto piccolo o un pezzetto di coreano. La chiave è far lavorare l'esca sul fondo: cala fino a toccare, poi solleva appena (20-30 cm) e ridiscendi. Questo movimento simula un piccolo organismo che si muove nel sedimento. Il trucco? Aggiungi una piccola perla luminosa sopra l'amo — la triglia è attratta dai punti luminosi sul fondale.",
      "commonMistakes": [
        "Pescare troppo alto dal fondo: la triglia è un pesce bentonico, l'esca deve stare a contatto con il fondale",
        "Usare ami troppo grandi: la triglia ha una bocca piccola, ami del 8-10 sono la misura ideale",
        "Non sentire l'abboccata: la triglia morde delicatamente, serve un terminale sensibile e attenzione massima",
        "Confondere triglia di scoglio e di fango: la triglia di scoglio ha colori più vivaci e sta su fondali rocciosi, quella di fango su fondali sabbiosi"
      ]
    },
    {
      "id": "cernia",
      "slug": "cernia",
      "name": "Cernia",
      "scientificName": "Epinephelus marginatus",
      "otherNames": [
        "Cernia bruna"
      ],
      "family": "Serranidae",
      "category": "predatore",
      "icon": "🐟",
      "description": "La cernia bruna (Epinephelus marginatus) è il vero re incontrastato dei fondali rocciosi del Mar Mediterraneo, un pesce leggendario che può vivere oltre 50 anni e raggiungere dimensioni impressionanti fino a 150 cm di lunghezza e 60 kg di peso. Questo magnifico serranide dal corpo robusto, la testa grande e la bocca ampia, con colorazione bruno-verdastra maculata di chiaro, rappresenta sia un trofeo ambito che un simbolo di salute dell'ecosistema marino: dove ci sono cernie, il mare è sano. La cernia vive in tane e anfratti rocciosi che difende con feroce territorialità, conoscendo ogni centimetro del suo dominio. È estremamente diffidente e intelligente: riconosce i subacquei abituali e può distinguere tra situazioni di pericolo e normalità. Una caratteristica affascinante è che la cernia è ermafrodita proterogina: nasce femmina e si trasforma in maschio con l'età. Purtroppo, la specie è oggi classificata come ENDANGERED (in pericolo) a causa di decenni di sovrapesca, in particolare dalla pesca subacquea. In molte aree marine protette italiane la cernia è completamente protetta. Dove la pesca è consentita, il bolentino profondo con vivo o calamaro e il vertical jigging con jig pesanti sono le tecniche più efficaci. ATTENZIONE: la cernia tenta sempre di tornare in tana - attrezzatura robustissima obbligatoria. La sua carne bianca e pregiata è eccezionale, ma il catch & release è sempre consigliato per preservare questa specie iconica.",
      "characteristics": {
        "maxLength": "150 cm",
        "avgLength": "50-80 cm",
        "maxWeight": "60 kg",
        "avgWeight": "5-15 kg",
        "lifespan": "50+ anni",
        "color": "Bruno-verdastro con macchie chiare",
        "bodyShape": "Robusto, testa grande, bocca ampia"
      },
      "habitat": {
        "environment": "Fondali rocciosi con tane",
        "depth": "5-200 m",
        "substrate": "Roccioso",
        "description": "Vive in tane e anfratti rocciosi, molto territoriale."
      },
      "behavior": {
        "feeding": "Predatore, pesci, cefalopodi, crostacei",
        "activity": "Diurna",
        "social": "Solitaria, territoriale",
        "migration": "Stanziale"
      },
      "reproduction": {
        "period": "Luglio-Settembre",
        "maturity": "5 anni (maschio), prima femmina poi maschio",
        "spawning": "Ermafrodita proterogina"
      },
      "fishing": {
        "techniques": [
          "Pesca subacquea (dove permesso)",
          "Bolentino profondo",
          "Vertical jigging"
        ],
        "bestTechnique": "Bolentino profondo con vivo",
        "bestBaits": [
          "Vivo (sugarello, boga)",
          "Calamaro",
          "Seppia"
        ],
        "bestArtificials": [
          "Jig pesanti",
          "Inchiku grandi"
        ],
        "bestSpots": "Secche profonde, relitti, zone rocciose",
        "difficulty": 5,
        "fightRating": 5,
        "tips": [
          "La cernia tenta sempre di tornare in tana",
          "Attrezzatura robustissima obbligatoria",
          "In molte zone è protetta, verifica le regole",
          "Il catch & release è sempre consigliato"
        ]
      },
      "seasonality": {
        "best": [
          6,
          7,
          8,
          9
        ],
        "good": [
          5,
          10
        ],
        "difficult": [
          11,
          12,
          1,
          2,
          3,
          4
        ],
        "description": "Estate, ma verifica sempre le regolamentazioni."
      },
      "records": {
        "worldRecord": "59 kg",
        "italyRecord": "47 kg",
        "averageTrophy": "Oltre 10 kg considerato grande trofeo"
      },
      "culinary": {
        "edible": true,
        "quality": 5,
        "taste": "Carne bianca, soda, pregiata",
        "cooking": [
          "Al forno",
          "All'acqua pazza",
          "Alla griglia"
        ],
        "minSize": "45 cm (dove pescabile)"
      },
      "curiosities": [
        "Può vivere oltre 50 anni",
        "Nasce femmina e diventa maschio",
        "Riconosce i subacquei abituali",
        "È un indicatore di salute dell'ecosistema"
      ],
      "conservation": {
        "status": "EN (Endangered) - PROTETTA",
        "threats": "Sovrapesca, pesca subacquea, inquinamento",
        "regulations": "Protetta in molte aree, moratoria pesca sub, taglia minima 45 cm"
      },
      "relatedProducts": [],
      "localNotes": "La cernia è il pesce simbolo dei fondali rocciosi del Mediterraneo italiano, un predatore maestoso che oggi gode di importanti misure di protezione. In Sardegna, l'Area Marina Protetta di Tavolara e quella di Capo Carbonara ospitano popolazioni di cernie brune di dimensioni impressionanti, spesso superiori ai 20 kg, che si lasciano avvicinare dai subacquei. In Sicilia, le Egadi (Favignana in particolare) e Ustica sono zone storiche per la cernia. In Liguria, il Parco Marino di Portofino è diventato un santuario dove le cernie si sono ripopolate magnificamente dopo anni di protezione. In Puglia, le Tremiti offrono avvistamenti regolari. In Campania, i fondali di Capri e della Costiera Amalfitana nascondono tane di cernie importanti. La differenza rispetto alla pesca della cernia in altri mari è che in Italia la specie è fortemente protetta: la pesca subacquea della cernia bruna è vietata e il prelievo è consentito solo con tecniche selettive a profondità elevate. Gli spot dove la cernia è presente sono le secche profonde con grotte e anfratti tra 30 e 80 metri, i relitti affondati che fungono da tana, e le cigliate rocciose con corrente.",
      "expertTip": "La cernia è il pesce più emozionante da combattere dal fondo: quando abbocca, punta dritto nella tana e se ci arriva è finita. Il mio consiglio per il bolentino profondo: usa un finale in fluorocarbon da 0.60-0.70 (le rocce lo rovinano) e un amo circolare del 6/0 con un sugarello vivo innescato dalla bocca. Quando senti il peso, NON fermare — pompa immediatamente con tutta la forza che hai per staccarla dal fondo prima che si intani. I primi 5 metri sono quelli decisivi. Se riesci a portarla in acqua libera, il combattimento diventa più gestibile.",
      "commonMistakes": [
        "Allentare il filo dopo l'abboccata: la cernia si intana in un secondo, serve pressione massima e costante dal primo istante",
        "Usare leader troppo sottili: le rocce taglienti distruggono il fluorocarbon sottile, sotto lo 0.50 si perde tutto",
        "Pescare in zone non profonde abbastanza: la cernia di taglia sta oltre i 25-30 metri, le cerniette sotto costa sono esemplari giovani da rilasciare",
        "Non verificare le normative locali: la cernia è protetta in molte aree marine italiane, informati sempre prima di pescare"
      ]
    },
    {
      "id": "corvina",
      "slug": "corvina",
      "name": "Corvina",
      "scientificName": "Sciaena umbra",
      "otherNames": [
        "Corvo di mare",
        "Ombra"
      ],
      "family": "Sciaenidae",
      "category": "fondale",
      "icon": "🐟",
      "description": "La corvina (Sciaena umbra), conosciuta anche come corvo di mare o ombra, è un affascinante pesce notturno che popola le grotte e gli anfratti rocciosi del Mar Mediterraneo, famoso per una caratteristica unica: la capacità di emettere suoni gracchianti simili al gracchiare di un corvo, da cui deriva il nome comune. Questo pesce dal corpo ovale allungato e dalla colorazione bruno-dorata quasi nera, con una grande pinna dorsale caratteristica, può raggiungere i 70 cm di lunghezza e i 5 kg di peso, anche se le catture più comuni sono di esemplari tra i 30 e i 50 cm per 1-2 kg. La corvina trascorre le ore diurne rifugiata nelle grotte e negli anfratti delle scogliere, uscendo solo dopo il tramonto per nutrirsi di crostacei, vermi e molluschi. Questa abitudine notturna la rende una preda elettiva per chi pratica il rock fishing notturno dalla scogliera: una torcia frontale, una canna leggera e buona conoscenza dello spot sono gli ingredienti per una sessione produttiva. Le esche più efficaci sono gambero, verme americano e granchio. I maschi producono i caratteristici suoni durante il periodo riproduttivo per attirare le femmine, utilizzando la vescica natatoria come cassa di risonanza: questi suoni sono udibili anche sott'acqua dai subacquei. La carne bianca dal sapore deciso è buona al forno, in umido o alla griglia. NOTA: la specie è classificata come vulnerabile in alcune aree.",
      "characteristics": {
        "maxLength": "70 cm",
        "avgLength": "30-50 cm",
        "maxWeight": "5 kg",
        "avgWeight": "1-2 kg",
        "lifespan": "20 anni",
        "color": "Bruno-dorato scuro, quasi nero",
        "bodyShape": "Ovale allungato, grande pinna dorsale"
      },
      "habitat": {
        "environment": "Grotte e anfratti rocciosi",
        "depth": "5-180 m",
        "substrate": "Roccioso",
        "description": "Di giorno si rifugia nelle grotte, esce di notte."
      },
      "behavior": {
        "feeding": "Crostacei, vermi, molluschi",
        "activity": "Notturna",
        "social": "In piccoli gruppi",
        "migration": "Stanziale"
      },
      "reproduction": {
        "period": "Maggio-Agosto",
        "maturity": "3-4 anni",
        "spawning": "In acque costiere"
      },
      "fishing": {
        "techniques": [
          "Rock fishing notturno",
          "Bolentino",
          "Surfcasting"
        ],
        "bestTechnique": "Rock fishing notturno",
        "bestBaits": [
          "Gambero",
          "Verme americano",
          "Granchio"
        ],
        "bestArtificials": [
          "Piccoli grub scuri"
        ],
        "bestSpots": "Scogliere con anfratti, ingressi di grotte",
        "difficulty": 3,
        "fightRating": 3,
        "tips": [
          "Pesca notturna dalla scogliera",
          "Cerca le zone con grotte e tane",
          "Esce dalle tane dopo il tramonto",
          "Emette suoni udibili in acqua"
        ]
      },
      "seasonality": {
        "best": [
          5,
          6,
          7,
          8,
          9
        ],
        "good": [
          4,
          10
        ],
        "difficult": [
          11,
          12,
          1,
          2,
          3
        ],
        "description": "Primavera-estate, pesca notturna."
      },
      "records": {
        "worldRecord": "4.8 kg",
        "italyRecord": "4.2 kg",
        "averageTrophy": "Oltre 2 kg considerato buono"
      },
      "culinary": {
        "edible": true,
        "quality": 4,
        "taste": "Carne bianca, sapore deciso",
        "cooking": [
          "Al forno",
          "In umido",
          "Alla griglia"
        ],
        "minSize": "25 cm"
      },
      "curiosities": [
        "Il nome deriva dal gracchiare come un corvo",
        "I maschi producono suoni per attirare le femmine",
        "Le vescica natatoria amplifica i suoni",
        "Era molto più comune in passato"
      ],
      "conservation": {
        "status": "VU (Vulnerable)",
        "threats": "Pesca subacquea, perdita habitat",
        "regulations": "Taglia minima 25 cm, protetta in alcune aree"
      },
      "relatedProducts": [],
      "localNotes": "La corvina è un pesce misterioso e affascinante che vive nelle grotte e negli anfratti rocciosi più bui delle coste italiane. In Liguria, le scogliere profonde di Portofino e delle Cinque Terre ospitano corvine catturabili con il rock fishing notturno dalle scogliere a picco. In Sardegna, le zone rocciose della costa nord-est e le grotte marine della Gallura sono habitat ideali. La Sicilia orientale, con le scogliere laviche dell'Etna e le grotte di Taormina, è particolarmente produttiva. In Toscana, le secche dell'Argentario e i fondali dell'Isola d'Elba nascondono popolazioni significative. In Puglia, le scogliere del Gargano e di Polignano a Mare sono spot conosciuti. La differenza rispetto alla pesca della corvina in Atlantico (dove esistono corvine da 50+ kg) è che nel Mediterraneo la specie è più piccola ma molto più frequente in zone rocciose costiere accessibili dalla riva. Gli spot ideali sono le scogliere con grotte e anfratti profondi, gli ingressi delle grotte marine raggiungibili dalla riva, e le zone rocciose con buio totale dove la corvina caccia di notte.",
      "expertTip": "La corvina è un pesce notturno che emette un suono caratteristico — un 'ronzio' che i pescatori esperti sanno riconoscere. Il mio consiglio: pesca nelle notti più buie (luna nuova), dalle scogliere a picco sul mare con fondali di almeno 5-8 metri sotto di te. Usa un galleggiante luminoso e cala l'esca (gambero vivo o verme americano grosso) a mezz'acqua vicino alla parete rocciosa. La corvina esce dalla tana per cacciare solo quando il buio è totale, quindi evita le torce frontali che illuminano l'acqua — usa solo la luce del galleggiante.",
      "commonMistakes": [
        "Pescare di giorno: la corvina è quasi esclusivamente notturna, di giorno resta nascosta nelle grotte e non si muove",
        "Illuminare l'acqua con la torcia: la luce spaventa la corvina, usa galleggianti luminosi e muoviti nel buio",
        "Pescare lontano dalla roccia: la corvina non si allontana molto dalla parete rocciosa, l'esca deve essere vicina alla scogliera",
        "Usare esche troppo piccole: la corvina ha una bocca grande e preferisce esche importanti come gamberi interi o fasci di verme"
      ]
    },
    {
      "id": "pagro",
      "slug": "pagro",
      "name": "Pagro",
      "scientificName": "Pagrus pagrus",
      "otherNames": [
        "Pargo",
        "Pezzogna"
      ],
      "family": "Sparidae",
      "category": "sparide",
      "icon": "🐟",
      "description": "Il pagro (Pagrus pagrus) è uno degli sparidi più pregiati del Mediterraneo, spesso confuso con l'orata ma riconoscibile per il corpo più alto e il colore rosato con macchie azzurre. Vive su fondali rocciosi e misti tra 20 e 200 m, si avvicina in primavera-estate ed è preda ambita a bolentino e traina col vivo.",
      "characteristics": {
        "maxLength": "90 cm",
        "avgLength": "30-50 cm",
        "maxWeight": "12 kg",
        "avgWeight": "1-3 kg",
        "lifespan": "15 anni",
        "color": "Rosato con riflessi azzurri, puntini blu",
        "bodyShape": "Ovale alto, testa massiccia"
      },
      "habitat": {
        "environment": "Fondali rocciosi e misti",
        "depth": "20-200 m",
        "substrate": "Roccioso, detritico",
        "description": "Ama secche, cigliate e zone miste roccia-sabbia."
      },
      "behavior": {
        "feeding": "Molluschi, crostacei, piccoli pesci",
        "activity": "Diurno",
        "social": "In piccoli gruppi",
        "migration": "Si avvicina a costa in primavera-estate"
      },
      "reproduction": {
        "period": "Aprile-Giugno",
        "maturity": "3-4 anni",
        "spawning": "In acque costiere"
      },
      "fishing": {
        "techniques": [
          "Bolentino",
          "Vertical jigging",
          "Traina col vivo"
        ],
        "bestTechnique": "Bolentino con esche naturali",
        "bestBaits": [
          "Calamaro",
          "Seppia",
          "Gambero",
          "Sardina"
        ],
        "bestArtificials": [
          "Jig 60-120g",
          "Inchiku"
        ],
        "bestSpots": "Secche, relitti, cigliate",
        "difficulty": 4,
        "fightRating": 4,
        "tips": [
          "Usa terminali sottili e presentazione naturale",
          "Calamaro fresco è l'esca regina",
          "L'alba è il momento migliore"
        ]
      },
      "seasonality": {
        "best": [
          4,
          5,
          6
        ],
        "good": [
          7,
          8,
          9
        ],
        "difficult": [
          10,
          11,
          12,
          1,
          2,
          3
        ],
        "description": "Primavera-inizio estate è il top."
      },
      "records": {
        "worldRecord": "12.3 kg",
        "italyRecord": "10.1 kg",
        "averageTrophy": "Oltre 4 kg è trofeo"
      },
      "culinary": {
        "edible": true,
        "quality": 5,
        "taste": "Carne bianca pregiata, simile a dentice",
        "cooking": [
          "Al forno",
          "Al sale",
          "Alla griglia"
        ],
        "minSize": "18 cm"
      },
      "curiosities": [
        "Spesso chiamato pezzogna al Sud",
        "Ha puntini azzurri evidenti sul dorso",
        "Molto diffidente: serve finezza"
      ],
      "conservation": {
        "status": "LC (Least Concern)",
        "threats": "Sovrapesca locale",
        "regulations": "Taglia minima 18 cm"
      },
      "relatedProducts": [],
      "localNotes": "Il pagro è uno degli sparidi più pregiati del Mediterraneo italiano, con una carne eccezionale che lo rende ricercatissimo sia dai pescatori sportivi che dai professionisti. In Sardegna, le secche profonde di Capo Carbonara, l'Asinara e la costa occidentale offrono pagri di taglia importante, spesso oltre i 3 kg. In Sicilia, le Egadi e le secche al largo di Siracusa sono zone storiche. In Liguria, le cigliate profonde al largo di Capo Noli e le secche oltre Portofino producono catture regolari in primavera. In Puglia, il Gargano e le secche al largo di Monopoli sono spot conosciuti. L'Adriatico meridionale è generalmente più produttivo del settentrionale per questa specie. La differenza rispetto alla pesca del pagro in Atlantico è che nel Mediterraneo gli esemplari sono mediamente più piccoli ma più combattivi e diffidenti. Gli spot migliori sono le secche rocciose isolate a 30-80 metri di profondità, le cigliate dove il fondale scende bruscamente creando zone di corrente, e i relitti affondati dove il pagro staziona per cacciare.",
      "expertTip": "Il pagro è un parente stretto dell'orata ma molto più diffidente e combattivo. Per il bolentino profondo, il mio consiglio è usare un terminale lungo (2-3 metri) di fluorocarbon da 0.35-0.40 con un amo del 2/0 innescato con un trancio di calamaro fresco. Il segreto è la calata: il pagro attacca durante la discesa dell'esca, non quando è ferma sul fondo. Fai scendere lentamente controllando il filo con il pollice, e quando senti il 'toc' della mangiata, conta fino a 2 e poi ferra con decisione verso l'alto. Il pagro ha la mandibola durissima, serve una ferrata potente.",
      "commonMistakes": [
        "Usare esche non fresche: il pagro è estremamente selettivo, esche congelate o vecchie vengono sistematicamente rifiutate",
        "Non far lavorare l'esca in discesa: il pagro attacca spesso in caduta, lasciare l'esca ferma sul fondo è meno efficace",
        "Pescare senza corrente: il pagro si attiva con la corrente, senza movimento d'acqua resta nella tana",
        "Fare troppo rumore: il pagro è sensibilissimo alle vibrazioni, motori in folle e rumori sul fondo della barca lo spaventano"
      ]
    },
    {
      "id": "san-pietro",
      "slug": "san-pietro",
      "name": "San Pietro",
      "scientificName": "Zeus faber",
      "otherNames": [
        "Pesce San Pietro",
        "Gallinella d'acqua"
      ],
      "family": "Zeidae",
      "category": "fondale",
      "icon": "🐟",
      "description": "Il San Pietro (Zeus faber) è inconfondibile per il corpo discoidale e la macchia scura laterale. Predatore di fondo medio (30-200 m), vive vicino a secche e relitti. Raro da riva, più frequente a bolentino o traina lenta. Carne tra le più pregiate.",
      "characteristics": {
        "maxLength": "70 cm",
        "avgLength": "30-50 cm",
        "maxWeight": "8 kg",
        "avgWeight": "1-3 kg",
        "lifespan": "12 anni",
        "color": "Bronzo dorato con macchia nera",
        "bodyShape": "Discoidale, pinne sviluppate"
      },
      "habitat": {
        "environment": "Fondali medi",
        "depth": "30-200 m",
        "substrate": "Roccioso, detritico",
        "description": "Vicino a secche, relitti, pendii."
      },
      "behavior": {
        "feeding": "Predatore di piccoli pesci",
        "activity": "Diurno",
        "social": "Solitario o in piccoli gruppi",
        "migration": "Limitata"
      },
      "reproduction": {
        "period": "Aprile-Giugno",
        "maturity": "3-4 anni",
        "spawning": "In acque aperte"
      },
      "fishing": {
        "techniques": [
          "Bolentino medio",
          "Traina lenta"
        ],
        "bestTechnique": "Bolentino con esche naturali",
        "bestBaits": [
          "Calamaro",
          "Seppia",
          "Arenicola"
        ],
        "bestArtificials": [
          "Jig lenti"
        ],
        "bestSpots": "Secche e relitti 40-120 m",
        "difficulty": 3,
        "fightRating": 2,
        "tips": [
          "Preferisce esche molli e naturali",
          "Attacca lento ma deciso",
          "Molto raro: cattura di pregio"
        ]
      },
      "seasonality": {
        "best": [
          4,
          5,
          6
        ],
        "good": [
          3,
          7
        ],
        "difficult": [
          8,
          9,
          10,
          11,
          12,
          1
        ],
        "description": "Primavera il momento migliore."
      },
      "records": {
        "worldRecord": "8.2 kg",
        "italyRecord": "6.5 kg",
        "averageTrophy": "Oltre 3 kg"
      },
      "culinary": {
        "edible": true,
        "quality": 5,
        "taste": "Carne bianca, dolce e finissima",
        "cooking": [
          "Al forno",
          "Vapore",
          "Filetto alla piastra"
        ],
        "minSize": "Nessuna specifica"
      },
      "curiosities": [
        "La macchia laterale è detta 'impronta di San Pietro'",
        "Predatore molto lento",
        "Spesso bycatch della pesca a fondo"
      ],
      "conservation": {
        "status": "LC (Least Concern)",
        "threats": "Pesca a strascico",
        "regulations": "Nessuna taglia minima specifica"
      },
      "relatedProducts": [],
      "localNotes": "Il San Pietro è uno dei pesci più singolari e pregiati del Mediterraneo italiano, riconoscibile per il suo corpo alto e compresso con la caratteristica macchia nera su ciascun fianco. In Liguria si cattura occasionalmente con il bolentino profondo al largo di Camogli e delle secche di Portofino, su fondali tra 40 e 100 metri. La Toscana — soprattutto le zone al largo dell'Elba e del Monte Argentario — è più produttiva, con catture regolari su secche a profondità media. In Sardegna, le zone profonde al largo della costa occidentale e le secche dell'Asinara offrono esemplari di taglia. In Sicilia, il Canale di Sicilia è una delle zone più ricche del Mediterraneo per questa specie. L'Adriatico meridionale, da Bari in giù, vede catture significative con i palamiti professionali. La differenza rispetto alla pesca del San Pietro in Atlantico è che nel Mediterraneo il pesce è più raro ma più apprezzato gastronomicamente. Gli spot ideali sono le secche e i relitti tra 40 e 120 metri con fondale misto, le zone dove i fondali sabbiosi confinano con quelli rocciosi, e le aree con corrente moderata dove il San Pietro caccia piccoli pesci.",
      "expertTip": "Il San Pietro è una cattura accidentale per la maggior parte dei pescatori — raramente lo peschi di proposito. Detto questo, se vuoi aumentare le probabilità, il mio consiglio è: pesca con il bolentino a mezz'acqua su fondali di 50-80 metri, usando un filetto di seppia o calamaro che svolazza nella corrente. Il San Pietro è un cacciatore di agguato lento: non insegue le prede veloci ma le aspetta e le aspira con la sua bocca protrattile enorme. Per questo motivo, esche lente e fluttuanti funzionano molto meglio di esche pesanti e ferme. Se ne catturi uno, consideralo un regalo del mare — la sua carne è tra le più pregiate in assoluto.",
      "commonMistakes": [
        "Cercarlo vicino alla costa: il San Pietro vive a profondità medio-alte, raramente sotto i 30 metri",
        "Usare esche troppo piccole: nonostante l'aspetto, il San Pietro ha una bocca enorme e protrattile che può ingoiare prede sorprendentemente grandi",
        "Recuperare troppo velocemente: il San Pietro ha una bocca delicata, un recupero brusco può strappare l'amo",
        "Sottovalutare il pesce in cucina: il San Pietro è uno dei pesci più buoni del Mediterraneo, non buttarlo perché ha un aspetto strano"
      ]
    },
    {
      "id": "pagello-fragolino",
      "slug": "pagello-fragolino",
      "name": "Pagello Fragolino",
      "scientificName": "Pagellus erythrinus",
      "otherNames": [
        "Fragolino",
        "Pagello"
      ],
      "family": "Sparidae",
      "category": "sparide",
      "icon": "🐟",
      "description": "Il pagello fragolino (Pagellus erythrinus) è uno sparide comune e ricercato per la sua carne delicata. Corpo rosa-argenteo, occhi grandi, vive su fondali sabbio-fangosi 20-150 m, ma può avvicinarsi a costa. Ottimo a bolentino leggero.",
      "characteristics": {
        "maxLength": "60 cm",
        "avgLength": "20-35 cm",
        "maxWeight": "3 kg",
        "avgWeight": "300-800 g",
        "lifespan": "12 anni",
        "color": "Rosa-argenteo",
        "bodyShape": "Ovale, occhi grandi"
      },
      "habitat": {
        "environment": "Fondali sabbiosi e fangosi",
        "depth": "20-150 m",
        "substrate": "Sabbia, fango, detrito",
        "description": "Ama i fondi morbidi vicino a scogli sparsi."
      },
      "behavior": {
        "feeding": "Vermi, crostacei, molluschi",
        "activity": "Diurno",
        "social": "In piccoli branchi",
        "migration": "Limitata"
      },
      "reproduction": {
        "period": "Primavera-inizio estate",
        "maturity": "2-3 anni",
        "spawning": "In acque costiere"
      },
      "fishing": {
        "techniques": [
          "Bolentino leggero",
          "Ledgering"
        ],
        "bestTechnique": "Bolentino leggero",
        "bestBaits": [
          "Coreano",
          "Americano",
          "Gambero",
          "Cozza"
        ],
        "bestArtificials": [
          "Micro jig"
        ],
        "bestSpots": "Fondi sabbiosi con detrito",
        "difficulty": 2,
        "fightRating": 2,
        "tips": [
          "Ami piccoli ed esche naturali",
          "Pastura leggera aiuta",
          "Ottimo anche di notte in estate"
        ]
      },
      "seasonality": {
        "best": [
          4,
          5,
          6,
          7
        ],
        "good": [
          8,
          9,
          10
        ],
        "difficult": [
          11,
          12,
          1,
          2,
          3
        ],
        "description": "Primavera-estate il top."
      },
      "records": {
        "worldRecord": "3.1 kg",
        "italyRecord": "2.5 kg",
        "averageTrophy": "Oltre 1 kg"
      },
      "culinary": {
        "edible": true,
        "quality": 5,
        "taste": "Carne bianca delicata",
        "cooking": [
          "Al forno",
          "Alla griglia",
          "Cartoccio"
        ],
        "minSize": "18 cm"
      },
      "curiosities": [
        "Molto apprezzato in cucina",
        "Occhi grandi, bocca piccola",
        "Spesso in branchi misti con mormore"
      ],
      "conservation": {
        "status": "LC (Least Concern)",
        "threats": "Pesca a strascico",
        "regulations": "Taglia minima 18 cm"
      },
      "relatedProducts": [],
      "localNotes": "Il pagello fragolino è uno degli sparidi più comuni e apprezzati della pesca da barca italiana, con la sua caratteristica livrea rosata che gli vale il soprannome di 'fragolino'. In Liguria si trova su fondali sabbiosi e fangosi tra 20 e 60 metri al largo di tutta la Riviera, catturabile con il bolentino leggero. L'Adriatico è probabilmente il mare più ricco di pagelli fragolini in Italia: da Venezia a Puglia, i fondali sabbiosi tra 15 e 50 metri ospitano popolazioni enormi. La Toscana — zona di Livorno e Piombino — offre catture costanti. In Sardegna, i fondali sabbiosi della costa occidentale e del Golfo di Cagliari sono produttivi tutto l'anno. In Sicilia, il Canale di Sicilia è una zona d'eccellenza. La differenza rispetto ad altri paesi mediterranei è che in Italia il pagello fragolino è tradizionalmente la preda principale del bolentino leggero da piccola barca, una tecnica accessibile a tutti. Gli spot ideali sono i fondali sabbiosi con detriti tra 20 e 60 metri, le zone dove la sabbia confina con la posidonia, e le aree con leggera corrente che mantiene il pesce attivo.",
      "expertTip": "Il pagello fragolino è il pesce perfetto per chi inizia con il bolentino da barca. Il mio consiglio: usa un terminale con 2-3 ami del 8-10 a intervalli di 30 cm, innescati con pezzetti di gambero o cozza, e un piombo da 30-50g a seconda della corrente. Cala fino al fondo e poi solleva di un metro — il pagello staziona appena sopra il fondale. Il trucco dei vecchi pescatori liguri? Aggiungi un pezzetto di materiale fluorescente (tubo di gomma gialla) sopra ogni amo — il pagello è molto attratto dai punti colorati. Con questa tecnica puoi prendere 3 pagelli alla volta.",
      "commonMistakes": [
        "Pescare troppo in profondità: il pagello fragolino è più comune tra 20 e 50 metri, non serve andare a 100 metri",
        "Usare esche troppo grosse: il pagello ha una bocca piccola, pezzetti di gambero o coreano della dimensione di un'unghia sono perfetti",
        "Non sentire le abboccate delicate: il pagello morde piano, serve un terminale sensibile e canna con puntale morbido",
        "Restare fermo sullo stesso punto: se non prendi dopo 15 minuti, sposta la barca di 50-100 metri e riprova"
      ]
    },
    {
      "id": "lampuga",
      "slug": "lampuga",
      "name": "Lampuga",
      "scientificName": "Coryphaena hippurus",
      "otherNames": [
        "Capone",
        "Dorado",
        "Mahi mahi"
      ],
      "family": "Coryphaenidae",
      "category": "pelagico",
      "icon": "🐟",
      "description": "La lampuga (Coryphaena hippurus) è un pelagico migratore velocissimo, corpo allungato e fronte alta nei maschi. Presente in autunno vicino a FAD/boe e alghe galleggianti, attacca in superficie ed è perfetta per spinning e traina leggera. Carne ottima.",
      "characteristics": {
        "maxLength": "200 cm",
        "avgLength": "50-100 cm",
        "maxWeight": "40 kg",
        "avgWeight": "2-8 kg",
        "lifespan": "5 anni",
        "color": "Verde-blu iridescente, giallo sui fianchi",
        "bodyShape": "Allungato, fronte alta (maschi)"
      },
      "habitat": {
        "environment": "Pelagico superficiale",
        "depth": "0-50 m",
        "substrate": "Offshore, FAD",
        "description": "Staziona sotto boe/FAD e detriti galleggianti."
      },
      "behavior": {
        "feeding": "Preda pesci foraggio e cefalopodi",
        "activity": "Diurna",
        "social": "In branchi",
        "migration": "Autunnale verso costa"
      },
      "reproduction": {
        "period": "Estate",
        "maturity": "1 anno",
        "spawning": "In mare aperto"
      },
      "fishing": {
        "techniques": [
          "Spinning",
          "Traina leggera",
          "Popping leggero"
        ],
        "bestTechnique": "Spinning con topwater/jig",
        "bestBaits": [
          "Jig 20-60g",
          "Popper piccoli",
          "Minnow veloci"
        ],
        "bestArtificials": [
          "Stickbait",
          "Jig metallici"
        ],
        "bestSpots": "Sotto FAD/boe, alghe galleggianti",
        "difficulty": 3,
        "fightRating": 5,
        "tips": [
          "Recuperi veloci, attacca in superficie",
          "Sotto le boe/FAD sempre presente",
          "Attrezzatura marina: combattimento esplosivo"
        ]
      },
      "seasonality": {
        "best": [
          9,
          10,
          11
        ],
        "good": [
          8,
          12
        ],
        "difficult": [
          1,
          2,
          3,
          4,
          5,
          6,
          7
        ],
        "description": "Autunno con picco ottobre-novembre."
      },
      "records": {
        "worldRecord": "39.6 kg",
        "italyRecord": "18 kg",
        "averageTrophy": "Oltre 8 kg"
      },
      "culinary": {
        "edible": true,
        "quality": 4,
        "taste": "Carne rosa, sapore delicato",
        "cooking": [
          "Griglia",
          "Crudo",
          "Tartare"
        ],
        "minSize": "Nessuna specifica"
      },
      "curiosities": [
        "Cresce velocissima, vive poco",
        "Maschi con fronte alta (bulbo frontale)",
        "Colorazione cambia dopo la cattura"
      ],
      "conservation": {
        "status": "LC (Least Concern)",
        "threats": "Pesca industriale con FAD",
        "regulations": "Nessuna taglia minima"
      },
      "relatedProducts": [],
      "localNotes": "La lampuga (o corifena) è un pesce pelagico tropicale che ha conquistato il Mediterraneo italiano, sempre più presente grazie al riscaldamento delle acque. In Sicilia è la regina dell'autunno: la pesca tradizionale con i 'cannizzi' (strutture galleggianti) tra agosto e novembre è una pratica secolare, soprattutto nella zona di Palermo, Cefalù e le Eolie. In Sardegna, le zone al largo della costa occidentale e del sud vedono arrivi stagionali importanti da settembre. In Liguria è ancora rara ma le catture aumentano ogni anno, specialmente al largo delle Cinque Terre. In Campania, al largo di Capri e delle isole flegree, si registrano catture significative in autunno. La differenza rispetto alla pesca della lampuga (mahi-mahi) in oceano è che nel Mediterraneo gli esemplari sono più piccoli (raramente oltre i 10 kg) ma il comportamento è identico: la lampuga staziona sotto oggetti galleggianti. Gli spot migliori sono le zone sotto boe, FAD e detriti galleggianti, le chiazze di alghe in mare aperto, e le zone al largo dei promontori dove la corrente concentra materiale in superficie.",
      "expertTip": "La lampuga è puro divertimento: quando ne trovi una, ce ne sono molte altre. Il segreto è trovare gli oggetti galleggianti — boe, tronchi, alghe, cassette — e pescare immediatamente sotto. Usa un jig da 20-40g o un piccolo popper e lancia il più vicino possibile all'oggetto galleggiante. La lampuga attacca con una violenza incredibile e combatte con salti spettacolari fuori dall'acqua. Un trucco micidiale: dopo aver catturato la prima, non staccarla subito — lasciala in acqua vicino alla barca e le altre lampughe del branco si avvicineranno per curiosità. A quel punto lancia con un secondo set-up e fai doppietta.",
      "commonMistakes": [
        "Cercarla in inverno: la lampuga è nel Mediterraneo italiano solo da agosto a novembre-dicembre, poi migra",
        "Pescare lontano dagli oggetti galleggianti: la lampuga è quasi sempre associata a strutture in superficie, pescare in mare aperto senza riferimenti è inutile",
        "Usare attrezzatura troppo pesante: la lampuga si diverte con spinning leggero (10-30g), l'attrezzatura pesante rovina l'esperienza",
        "Non portare un secchio per il pesce: la lampuga ha carni che si deteriorano velocemente, va messa in ghiaccio immediatamente"
      ]
    },
    {
      "id": "tonnetto-alletterato",
      "slug": "tonnetto-alletterato",
      "name": "Tonnetto Alletterato",
      "scientificName": "Euthynnus alletteratus",
      "otherNames": [
        "Alletterato",
        "Little tunny"
      ],
      "family": "Scombridae",
      "category": "pelagico",
      "icon": "🐟",
      "description": "Il tonnetto alletterato (Euthynnus alletteratus) è un piccolo tunnide costiero, riconoscibile per le macchie scure sotto la pettorale e le striature dorsali. Si avvicina a riva in estate-inizio autunno seguendo alici e sardine. Velocissimo, ideale per spinning e shore jigging.",
      "characteristics": {
        "maxLength": "120 cm",
        "avgLength": "40-70 cm",
        "maxWeight": "15 kg",
        "avgWeight": "2-5 kg",
        "lifespan": "8 anni",
        "color": "Blu scuro con strisce dorsali, macchie sotto la pettorale",
        "bodyShape": "Siluriforme, muscoloso"
      },
      "habitat": {
        "environment": "Pelagico costiero",
        "depth": "0-150 m",
        "substrate": "Qualsiasi",
        "description": "Segue banchi di foraggio vicino costa."
      },
      "behavior": {
        "feeding": "Alici, sardine, cefalopodi",
        "activity": "Diurna",
        "social": "Branchi",
        "migration": "Costiero stagionale"
      },
      "reproduction": {
        "period": "Estate",
        "maturity": "2 anni",
        "spawning": "In mare aperto"
      },
      "fishing": {
        "techniques": [
          "Spinning",
          "Shore jigging",
          "Traina leggera"
        ],
        "bestTechnique": "Spinning veloce",
        "bestBaits": [
          "Jig 20-60g",
          "Minnow slim",
          "Stickbait veloci"
        ],
        "bestArtificials": [
          "Jig metallici"
        ],
        "bestSpots": "Mangianze, punte rocciose, foci",
        "difficulty": 3,
        "fightRating": 5,
        "tips": [
          "Recuperi molto veloci",
          "Segui i gabbiani sulle mangianze",
          "Trecciato e finale robusti: fughe lunghe"
        ]
      },
      "seasonality": {
        "best": [
          7,
          8,
          9,
          10
        ],
        "good": [
          6,
          11
        ],
        "difficult": [
          12,
          1,
          2,
          3,
          4,
          5
        ],
        "description": "Estate-inizio autunno vicino costa."
      },
      "records": {
        "worldRecord": "15 kg",
        "italyRecord": "12 kg",
        "averageTrophy": "Oltre 6 kg"
      },
      "culinary": {
        "edible": true,
        "quality": 3,
        "taste": "Carne rossa, sapore intenso",
        "cooking": [
          "Griglia",
          "Sott'olio",
          "Crudo (solo freschissimo)"
        ],
        "minSize": "Nessuna taglia minima"
      },
      "curiosities": [
        "Macchie scure sotto la pettorale distintive",
        "Molto veloce, simile a un 'mini tonno'",
        "Colorazione sparisce dopo la cattura"
      ],
      "conservation": {
        "status": "LC (Least Concern)",
        "threats": "Pesca commerciale",
        "regulations": "Nessuna taglia minima"
      },
      "relatedProducts": [],
      "localNotes": "Il tonnetto alletterato è il piccolo tonno del Mediterraneo, un pesce pelagico velocissimo che offre combattimenti spettacolari anche su attrezzatura leggera. In Liguria, le punte rocciose della Riviera di Levante — da Portofino alle Cinque Terre — sono zone eccellenti da luglio a ottobre quando i tonnetti inseguono le acciughe sotto costa. In Toscana, il tratto tra Castiglioncello e l'Argentario vede mangianze regolari. In Sardegna, le coste orientali e il nord sono particolarmente produttivi con branchi enormi in estate e autunno. La Sicilia orientale, dallo Stretto di Messina a Siracusa, è una delle zone più ricche d'Italia. In Puglia, le punte del Gargano e del Salento concentrano le mangianze autunnali. L'Adriatico meridionale è generalmente più produttivo del settentrionale. La differenza rispetto alla pesca del little tunny in Atlantico è che nel Mediterraneo i tonnetti alletterati tendono ad avvicinarsi di più alla costa e sono accessibili con lo spinning da riva. Gli spot migliori sono le punte rocciose con corrente dove si formano le mangianze, le zone al largo dei promontori, e le bocche dei porti dove i tonnetti inseguono i pesci foraggio.",
      "expertTip": "Il tonnetto alletterato è il miglior insegnante di spinning veloce. Quando vedi la mangianza — uccelli che si tuffano, spruzzi in superficie — corri e lancia immediatamente un jig metallico da 20-40g. Il recupero deve essere VELOCISSIMO, il più veloce che puoi: il tonnetto mangia solo prede in fuga rapida. Se non attacca il jig, prova un piccolo stickbait recuperato a walking-the-dog: a volte la superficie funziona meglio della profondità. Attenzione al combattimento: il tonnetto sembra piccolo ma ha la potenza di un pesce tre volte il suo peso — preparati a fughe lunghe e il mulinello che canta.",
      "commonMistakes": [
        "Recuperare troppo lentamente: il tonnetto ignora completamente artificiali lenti, serve velocità massima",
        "Usare artificiali troppo grandi: il tonnetto mangia prede piccole (alici, sardine), jig da 20-40g sono la misura perfetta",
        "Arrivare tardi sulla mangianza: le mangianze durano pochi minuti, bisogna essere pronti con l'attrezzatura montata e correre",
        "Cercare di mangiare la carne cruda senza preparazione: il tonnetto alletterato ha carni rosse che richiedono dissanguamento immediato, altrimenti diventano immangiabili"
      ]
    },
    {
      "id": "barracuda-mediterraneo",
      "slug": "barracuda-mediterraneo",
      "name": "Barracuda Mediterraneo",
      "scientificName": "Sphyraena viridensis",
      "otherNames": [
        "Barracuda giallo"
      ],
      "family": "Sphyraenidae",
      "category": "predatore",
      "icon": "🦈",
      "description": "Il barracuda mediterraneo (Sphyraena viridensis) è un predatore costiero notturno, corpo allungato e denti affilati. Staziona vicino a porti, scogliere e testate di molo, caccia in branchi al tramonto e di notte. Preda classica per lo spinning serale.",
      "characteristics": {
        "maxLength": "120 cm",
        "avgLength": "50-80 cm",
        "maxWeight": "6 kg",
        "avgWeight": "1-3 kg",
        "lifespan": "14 anni",
        "color": "Grigio-argento con riflessi gialli",
        "bodyShape": "Allungato, mandibola prominente"
      },
      "habitat": {
        "environment": "Costiero",
        "depth": "0-50 m",
        "substrate": "Roccioso, porti",
        "description": "Vicino a porti, scogliere, punte e relitti bassi."
      },
      "behavior": {
        "feeding": "Pesci foraggio",
        "activity": "Crepuscolare e notturno",
        "social": "Branchi",
        "migration": "Costiera"
      },
      "reproduction": {
        "period": "Primavera",
        "maturity": "2-3 anni",
        "spawning": "In acque aperte"
      },
      "fishing": {
        "techniques": [
          "Spinning",
          "Shore jigging"
        ],
        "bestTechnique": "Spinning serale",
        "bestBaits": [
          "Minnow long jerk",
          "Needle",
          "Jig 20-40g"
        ],
        "bestArtificials": [
          "Long jerk 13-17cm"
        ],
        "bestSpots": "Porti e scogliere al tramonto/notte",
        "difficulty": 3,
        "fightRating": 4,
        "tips": [
          "Pesca al cambio luce, poi notte",
          "Artificiali snelli e brillanti",
          "Attenzione ai denti quando slammi"
        ]
      },
      "seasonality": {
        "best": [
          5,
          6,
          7,
          8,
          9
        ],
        "good": [
          4,
          10
        ],
        "difficult": [
          11,
          12,
          1,
          2,
          3
        ],
        "description": "Tarda primavera-autunno, meglio estate-sera."
      },
      "records": {
        "worldRecord": "6.3 kg",
        "italyRecord": "5.8 kg",
        "averageTrophy": "Oltre 3 kg"
      },
      "culinary": {
        "edible": true,
        "quality": 3,
        "taste": "Carne discreta, va consumato fresco",
        "cooking": [
          "Griglia",
          "Forno"
        ],
        "minSize": "Nessuna specifica"
      },
      "curiosities": [
        "Denti molto affilati",
        "Caccia in branco illuminando il foraggio",
        "Ama la luce artificiale dei porti"
      ],
      "conservation": {
        "status": "LC (Least Concern)",
        "threats": "Pesca ricreativa intensa",
        "regulations": "Nessuna taglia minima"
      },
      "relatedProducts": [],
      "localNotes": "Il barracuda mediterraneo (Sphyraena viridensis) è un predatore tropicale ormai stabilmente insediato nelle acque italiane, sempre più frequente grazie al riscaldamento del Mediterraneo. In Sicilia è ormai comunissimo: le coste orientali, le Eolie e le Egadi ospitano popolazioni importanti con esemplari che superano regolarmente il metro di lunghezza. In Sardegna, le coste del sud e dell'est vedono barracuda in grande quantità, soprattutto nei mesi estivi. In Liguria la presenza è in aumento: i porti di Genova, Portofino e Santa Margherita vedono arrivi regolari di branchi al tramonto. In Campania, i porti di Capri e Ischia sono diventati spot classici. In Puglia, il Salento e il Gargano registrano catture crescenti anno dopo anno. La differenza rispetto alla pesca del barracuda caraibico è che la specie mediterranea è più piccola (massimo 1.5 m contro 2 m) ma caccia in branchi più numerosi e reagisce particolarmente bene allo spinning serale. Gli spot ideali sono i porti illuminati al tramonto e di notte, le zone rocciose con acqua limpida dove i branchi di cefali attirano i barracuda, e le punte con corrente dove il barracuda tende agguati.",
      "expertTip": "Il barracuda mediterraneo è il predatore più sottovalutato delle nostre coste. Il mio consiglio: pescalo al tramonto nei porti con acqua limpida, quando i branchi si attivano per cacciare i cefali. Usa un minnow lungo e sottile (12-16 cm tipo needle) argentato e recupera con jerkate secche e pause di 2 secondi. Il barracuda attacca prevalentemente in pausa — quando il minnow si ferma e oscilla. Il cavetto in acciaio non è obbligatorio come per il serra (i denti del barracuda mediterraneo sono meno taglienti), ma un leader in fluorocarbon da 0.50 è consigliato. I barracuda di branco sono molto curiosi: se ne mancano uno, rilancia nello stesso punto.",
      "commonMistakes": [
        "Pescare nelle ore centrali del giorno: il barracuda mediterraneo è un cacciatore crepuscolare e notturno, di giorno è quasi inattivo",
        "Usare artificiali troppo corti e tozzi: il barracuda preferisce prede lunghe e sottili che imitano cefali e aguglie",
        "Recuperare senza pause: il barracuda attacca durante le pause del recupero, un retrieve continuo è meno efficace",
        "Confonderlo con il serra: il barracuda non taglia il filo come il serra, ma ha denti affilati — maneggialo con pinze"
      ]
    },
    {
      "id": "sgombro",
      "slug": "sgombro",
      "name": "Sgombro",
      "scientificName": "Scomber scombrus",
      "otherNames": [
        "Lacerto"
      ],
      "family": "Scombridae",
      "category": "pelagico",
      "icon": "🐟",
      "description": "Lo sgombro (Scomber scombrus) è un pelagico velocissimo, dorsale con strisce scure, diffusissimo e ideale per light game, sabiki e come esca viva. Forma banchi enormi, ottimo cibo ricco di omega-3.",
      "characteristics": {
        "maxLength": "60 cm",
        "avgLength": "20-35 cm",
        "maxWeight": "3.4 kg",
        "avgWeight": "200-600 g",
        "lifespan": "10 anni",
        "color": "Dorso blu-verde con strisce scure, fianchi argento",
        "bodyShape": "Affusolato"
      },
      "habitat": {
        "environment": "Pelagico",
        "depth": "0-250 m",
        "substrate": "Qualsiasi",
        "description": "Banchi costieri e offshore."
      },
      "behavior": {
        "feeding": "Zooplancton, piccoli pesci",
        "activity": "Diurna",
        "social": "Branchi grandi",
        "migration": "Stagionale"
      },
      "reproduction": {
        "period": "Primavera",
        "maturity": "2 anni",
        "spawning": "In mare aperto"
      },
      "fishing": {
        "techniques": [
          "Sabiki",
          "Light spinning",
          "Bolognese",
          "Traina leggera"
        ],
        "bestTechnique": "Sabiki",
        "bestBaits": [
          "Sabiki piumette",
          "Piccoli jig"
        ],
        "bestArtificials": [
          "Micro jig 10-20g"
        ],
        "bestSpots": "Porti, moli, mangianze",
        "difficulty": 1,
        "fightRating": 2,
        "tips": [
          "Sabiki micidiale in prossimità dei banchi",
          "Ottimo come esca viva",
          "Cerca i gabbiani sulle mangianze"
        ]
      },
      "seasonality": {
        "best": [
          4,
          5,
          6
        ],
        "good": [
          3,
          7,
          8
        ],
        "difficult": [
          9,
          10,
          11,
          12,
          1,
          2
        ],
        "description": "Primavera-inizio estate."
      },
      "records": {
        "worldRecord": "3.4 kg",
        "italyRecord": "2.8 kg",
        "averageTrophy": "Oltre 800g"
      },
      "culinary": {
        "edible": true,
        "quality": 4,
        "taste": "Carne grassa, ricca di omega-3",
        "cooking": [
          "Griglia",
          "Affumicato",
          "Sott'olio"
        ],
        "minSize": "20 cm"
      },
      "curiosities": [
        "Ricchissimo di omega-3",
        "Ottima esca viva per predatori",
        "Strisce dorsali inconfondibili"
      ],
      "conservation": {
        "status": "LC (Least Concern)",
        "threats": "Pesca commerciale",
        "regulations": "Taglia minima 20 cm"
      },
      "relatedProducts": [],
      "localNotes": "Lo sgombro è il pesce pelagico più abbondante e accessibile delle coste italiane, perfetto per i principianti e divertentissimo in light game. In Liguria è presente in grande quantità da aprile a giugno nei porti e lungo le coste: i moli di Genova, Savona e Imperia ospitano mangianze impressionanti. L'Adriatico settentrionale — da Trieste a Rimini — è il mare dello sgombro per eccellenza, con concentrazioni enormi in primavera. In Campania, il Golfo di Napoli vede arrivi massici. In Sardegna e Sicilia la presenza è costante ma meno concentrata rispetto all'Adriatico. La Toscana costiera è altrettanto produttiva in primavera. La differenza rispetto alla pesca dello sgombro in Atlantico è che nel Mediterraneo italiano i pesci sono mediamente più piccoli ma formano branchi molto più concentrati vicino alla costa. Gli spot migliori sono i moli portuali in primavera quando gli sgombri inseguono le alici, le zone con corrente dove i branchi si compattano, e le punte rocciose dove gli sgombri cacciano in superficie creando mangianze visibili.",
      "expertTip": "Lo sgombro è puro divertimento e il modo migliore per iniziare a pescare. Il sabiki con 6 ami e piumette metalliche è imbattibile: cala a mezz'acqua nel porto in primavera e sarai sommerso di catture. Per lo spinning ultralight, prova un piccolo jig metallico da 5-10g recuperato velocemente — lo sgombro lo attacca con una furia incredibile su attrezzatura da trota la lotta è entusiasmante. Il trucco per fare il pieno: quando trovi il branco, non muoverti per niente al mondo. Lo sgombro è fedele allo spot e se continui a calare nello stesso punto puoi prenderne 50 in un'ora.",
      "commonMistakes": [
        "Pescare troppo in profondità: lo sgombro caccia tra la superficie e la metà della colonna d'acqua, non sul fondo",
        "Recuperare troppo lentamente: come tutti i pelagici, lo sgombro vuole prede veloci",
        "Non conservare il pesce in fresco: lo sgombro si deteriora rapidissimamente, portalo in ghiaccio o consumalo lo stesso giorno",
        "Usare attrezzatura troppo pesante: lo sgombro da 200-500g su attrezzatura ultralight (2-7g) è molto più divertente che su una canna da surfcasting"
      ]
    },
    {
      "id": "tanuta",
      "slug": "tanuta",
      "name": "Tanuta",
      "scientificName": "Spondyliosoma cantharus",
      "otherNames": [
        "Tana",
        "Perchia di mare"
      ],
      "family": "Sparidae",
      "category": "sparide",
      "icon": "🐟",
      "description": "La tanuta (Spondyliosoma cantharus) è uno sparide diffidente di fondale roccioso, corpo alto e strisce scure trasversali. Richiede esche naturali e lenze sottili. Carne buona, catture frequenti a bolentino leggero e bolognese da scoglio.",
      "characteristics": {
        "maxLength": "45 cm",
        "avgLength": "20-30 cm",
        "maxWeight": "1.6 kg",
        "avgWeight": "300-700 g",
        "lifespan": "10 anni",
        "color": "Grigio con bande scure",
        "bodyShape": "Alto e compresso"
      },
      "habitat": {
        "environment": "Fondali rocciosi",
        "depth": "5-100 m",
        "substrate": "Roccia e posidonia",
        "description": "Vicino a scogliere e praterie di posidonia."
      },
      "behavior": {
        "feeding": "Alghe, crostacei, molluschi",
        "activity": "Diurna",
        "social": "Branchi piccoli",
        "migration": "Stanziale"
      },
      "reproduction": {
        "period": "Primavera",
        "maturity": "2 anni",
        "spawning": "Costiero"
      },
      "fishing": {
        "techniques": [
          "Bolentino leggero",
          "Bolognese",
          "Ledgering"
        ],
        "bestTechnique": "Bolentino leggero",
        "bestBaits": [
          "Gambero",
          "Coreano",
          "Cozza"
        ],
        "bestArtificials": [
          "Micro jig"
        ],
        "bestSpots": "Scogliere e cigliate",
        "difficulty": 2,
        "fightRating": 3,
        "tips": [
          "Lenze fini, è molto diffidente",
          "Pastura leggera con sarde/gambero",
          "Si muove in piccoli branchi"
        ]
      },
      "seasonality": {
        "best": [
          4,
          5,
          6,
          7
        ],
        "good": [
          3,
          8,
          9
        ],
        "difficult": [
          10,
          11,
          12,
          1,
          2
        ],
        "description": "Primavera-estate."
      },
      "records": {
        "worldRecord": "1.6 kg",
        "italyRecord": "1.4 kg",
        "averageTrophy": "Oltre 800g"
      },
      "culinary": {
        "edible": true,
        "quality": 4,
        "taste": "Carne bianca, buona",
        "cooking": [
          "Forno",
          "Griglia"
        ],
        "minSize": "18 cm"
      },
      "curiosities": [
        "Molto sospettosa: servono finali sottili",
        "Strisce scure più visibili quando è stressata",
        "Spesso mista a saraghi"
      ],
      "conservation": {
        "status": "LC (Least Concern)",
        "threats": "Pesca ricreativa",
        "regulations": "Taglia minima 18 cm"
      },
      "relatedProducts": [],
      "localNotes": "La tanuta è uno sparide che vive in branchi numerosi lungo le scogliere italiane, meno conosciuta del sarago ma altrettanto diffusa e combattiva. In Liguria, le scogliere naturali delle Cinque Terre e del Tigullio ospitano branchi importanti di tanute, catturabili con il bolentino leggero dalla barca e dalla scogliera. In Sardegna, le coste rocciose della Gallura e della costa orientale sono particolarmente ricche. In Sicilia, le scogliere delle Eolie e di Ustica vedono tanute di taglia superiore alla media. In Puglia, le scogliere del Gargano e il tratto tra Polignano e Otranto sono zone eccellenti. In Toscana, l'Argentario e le isole offrono catture regolari. La differenza rispetto ad altri sparidi è che la tanuta tende a stare più vicina al fondo e reagisce meglio a esche naturali calate direttamente sulle rocce. Gli spot ideali sono le scogliere con fondali rocciosi tra 5 e 30 metri, le cigliate costiere dove il fondale scende rapidamente, e le zone con buche e anfratti dove i branchi stazionano.",
      "expertTip": "La tanuta è il pesce perfetto per il bolentino leggero dalla scogliera. Il mio consiglio: usa una canna bolognese da 4-5 metri con un terminale in fluorocarbon da 0.18 e ami del 8 innescati con cozza fresca o gambero. Cala vicino alla base della scogliera dove ci sono le buche e lascia lavorare l'esca vicino al fondo. La tanuta è golosa e quando il branco si attiva le catture possono essere numerose. Il segreto è la pasturazione con cozze frantumate: gettane una manciata ogni pochi minuti per tenere il branco nella tua zona. La tanuta grande (oltre i 500g) è un combattente sorprendente su attrezzatura leggera.",
      "commonMistakes": [
        "Pescare troppo lontano dalla scogliera: la tanuta staziona vicino alle rocce, l'esca deve essere in prossimità della parete rocciosa",
        "Non pasturare: come tutti gli sparidi, la tanuta risponde molto bene alla pasturazione — senza pastura le catture sono scarse",
        "Usare piombi troppo pesanti: la tanuta abbocca delicatamente, un terminale troppo rigido non trasmette l'abboccata",
        "Confonderla con il sarago: la tanuta ha una colorazione più uniforme e argentea rispetto al sarago, e vive in branchi più fitti"
      ]
    },
    {
      "id": "gallinella",
      "slug": "gallinella",
      "name": "Gallinella",
      "scientificName": "Chelidonichthys lucerna",
      "otherNames": [
        "Cappone di mare",
        "Coccio"
      ],
      "family": "Triglidae",
      "category": "fondale",
      "icon": "🐟",
      "description": "La gallinella (Chelidonichthys lucerna) è un pesce di fondo sabbioso/fangoso, testa corazzata e pinne pettorali blu-verdi spettacolari. Cammina sul fondo con i raggi pettorali. Ottima preda a bolentino e traina lenta di fondo, carne eccellente per zuppe.",
      "characteristics": {
        "maxLength": "75 cm",
        "avgLength": "30-50 cm",
        "maxWeight": "6 kg",
        "avgWeight": "0.8-2 kg",
        "lifespan": "15 anni",
        "color": "Rosso-bruno con pettorali blu",
        "bodyShape": "Testa corazzata, corpo affusolato"
      },
      "habitat": {
        "environment": "Fondali sabbiosi/fangosi",
        "depth": "10-200 m",
        "substrate": "Sabbia, fango",
        "description": "Cammina sul fondo usando i raggi pettorali."
      },
      "behavior": {
        "feeding": "Crostacei, vermi, piccoli pesci",
        "activity": "Diurna",
        "social": "Solitario o piccoli gruppi",
        "migration": "Limitata"
      },
      "reproduction": {
        "period": "Primavera-estate",
        "maturity": "2-3 anni",
        "spawning": "In acque costiere"
      },
      "fishing": {
        "techniques": [
          "Bolentino",
          "Traina lenta di fondo"
        ],
        "bestTechnique": "Bolentino con esche naturali",
        "bestBaits": [
          "Sarda",
          "Gambero",
          "Americano"
        ],
        "bestArtificials": [
          "Jig lenti sul fondo"
        ],
        "bestSpots": "Fondi sabbiosi 20-80 m",
        "difficulty": 2,
        "fightRating": 2,
        "tips": [
          "Mantieni il contatto col fondo",
          "Sarda e gambero molto efficaci",
          "Perfetta per zuppe e brodetti"
        ]
      },
      "seasonality": {
        "best": [
          4,
          5,
          6,
          7,
          8
        ],
        "good": [
          9,
          10
        ],
        "difficult": [
          11,
          12,
          1,
          2,
          3
        ],
        "description": "Primavera-estate."
      },
      "records": {
        "worldRecord": "6.2 kg",
        "italyRecord": "5.1 kg",
        "averageTrophy": "Oltre 2.5 kg"
      },
      "culinary": {
        "edible": true,
        "quality": 5,
        "taste": "Carne bianca ottima per zuppe",
        "cooking": [
          "Zuppa",
          "Brodetto",
          "Forno"
        ],
        "minSize": "Nessuna specifica"
      },
      "curiosities": [
        "Emette suoni udibili fuori dall'acqua",
        "Pettorali blu-verdi spettacolari",
        "Cammina sul fondo con i raggi pettorali"
      ],
      "conservation": {
        "status": "LC (Least Concern)",
        "threats": "Pesca a strascico",
        "regulations": "Nessuna taglia minima"
      },
      "relatedProducts": [],
      "localNotes": "La gallinella (o capone) è un pesce di fondale dall'aspetto bizzarro ma dalle carni eccezionali, fondamentale per la zuppa di pesce tradizionale italiana. In Liguria, i fondali sabbiosi e fangosi al largo di Genova e Savona tra 20 e 80 metri ospitano popolazioni stabili di gallinelle catturabili con il bolentino. L'Adriatico è il mare della gallinella per eccellenza: da Venezia a Puglia, i pescherecci la catturano in quantità e i pescatori sportivi la insidiano con il bolentino leggero su fondali tra 20 e 60 metri. In Toscana, le zone al largo di Livorno e Viareggio sono produttive. In Sardegna, i fondali sabbiosi della costa occidentale e del sud offrono gallinelle di taglia. In Sicilia, soprattutto nel Canale di Sicilia, le catture sono abbondanti. La differenza rispetto alla pesca della gallinella in Atlantico è che nel Mediterraneo il pesce è più piccolo ma molto più saporito, con carni che si prestano perfettamente alla zuppa e al brodetto. Gli spot ideali sono i fondali sabbiosi o fangosi tra 20 e 80 metri, le zone dove la sabbia confina con il detrito, e le aree al largo dove il fondo è ricco di piccoli invertebrati.",
      "expertTip": "La gallinella è il pesce più sottovalutato del Mediterraneo italiano — in cucina è straordinaria. Per pescarla con il bolentino, usa un terminale con 2 ami del 6-8 innescati con striscioline di sardina fresca o pezzetti di gambero. Cala sul fondo sabbioso tra 30 e 60 metri e lascia l'esca ferma — la gallinella 'cammina' sul fondale usando le sue pinne pettorali modificate a dita e trova il cibo per olfatto. Il trucco: fai piccoli sollevamenti di 20-30 cm seguiti da ridiscese per creare una nuvoletta di sabbia che attira l'attenzione. La gallinella è curiosa e si avvicina alle zone disturbate sul fondo.",
      "commonMistakes": [
        "Pescare troppo in superficie: la gallinella è un pesce bentonico, vive sul fondo e non sale mai a mezz'acqua",
        "Usare esche troppo grandi: la gallinella ha una bocca relativamente piccola, strisce sottili di pesce sono più efficaci",
        "Muovere troppo l'esca: la gallinella preferisce esche ferme o che si muovono lentamente sul fondo, non artificiali veloci",
        "Non apprezzare il pesce in cucina: la gallinella è uno dei pesci migliori per zuppe e brodetti, non buttarla perché è 'brutta'"
      ]
    },
    {
      "id": "tracina",
      "slug": "tracina",
      "name": "Tracina Ragno",
      "scientificName": "Trachinus draco",
      "otherNames": [
        "Pesce ragno"
      ],
      "family": "Trachinidae",
      "category": "fondale",
      "icon": "⚠️",
      "description": "La tracina (Trachinus draco) vive infossata nella sabbia in acque basse. Ha spine velenose sul primo dorsale e sugli opercoli: puntura molto dolorosa. Pesce di battigia, talvolta catturato a beach ledgering. Carne buona ma maneggiare con massima attenzione.",
      "characteristics": {
        "maxLength": "53 cm",
        "avgLength": "15-30 cm",
        "maxWeight": "1 kg",
        "avgWeight": "200-500 g",
        "lifespan": "7 anni",
        "color": "Sabbia con bande scure",
        "bodyShape": "Allungato, testa con spine velenose"
      },
      "habitat": {
        "environment": "Fondali sabbiosi bassi",
        "depth": "0-50 m",
        "substrate": "Sabbia",
        "description": "Si infossa lasciando fuori solo occhi e dorsale velenosa."
      },
      "behavior": {
        "feeding": "Piccoli pesci e crostacei",
        "activity": "Diurna",
        "social": "Solitario",
        "migration": "Costiera"
      },
      "reproduction": {
        "period": "Primavera-estate",
        "maturity": "2 anni",
        "spawning": "Costiero"
      },
      "fishing": {
        "techniques": [
          "Beach ledgering",
          "Bolentino leggero"
        ],
        "bestTechnique": "Beach ledgering",
        "bestBaits": [
          "Americano",
          "Arenicola",
          "Coreano"
        ],
        "bestArtificials": [
          "Raro su artificiali"
        ],
        "bestSpots": "Fondali sabbiosi bassi",
        "difficulty": 1,
        "fightRating": 1,
        "tips": [
          "ATTENZIONE spine velenose dorsale e opercoli",
          "Usa pinze lunghe per slamare",
          "Vive infossata: abboccate improvvise"
        ]
      },
      "seasonality": {
        "best": [
          6,
          7,
          8,
          9
        ],
        "good": [
          5,
          10
        ],
        "difficult": [
          11,
          12,
          1,
          2,
          3,
          4
        ],
        "description": "Estate, acque basse e sabbiose."
      },
      "records": {
        "worldRecord": "1.0 kg",
        "italyRecord": "0.9 kg",
        "averageTrophy": "Oltre 500 g"
      },
      "culinary": {
        "edible": true,
        "quality": 3,
        "taste": "Carne buona, usata per zuppe",
        "cooking": [
          "Zuppa",
          "Fritto"
        ],
        "minSize": "Nessuna specifica"
      },
      "curiosities": [
        "Puntura molto dolorosa, veleno termolabile (acqua calda aiuta)",
        "Si infossa lasciando spuntare la dorsale",
        "Pericolo anche per i bagnanti"
      ],
      "conservation": {
        "status": "LC (Least Concern)",
        "threats": "Nessuna particolare",
        "regulations": "Nessuna taglia minima"
      },
      "relatedProducts": [],
      "localNotes": "La tracina (o pesce ragno) è uno dei pesci più temuti delle spiagge italiane per le sue spine dorsali velenose, ma è anche un eccellente pesce da pesca e da tavola. Presente su tutte le coste sabbiose italiane, è particolarmente abbondante in Adriatico — da Rimini a Puglia — dove le spiagge basse e sabbiose sono il suo habitat ideale. In Liguria è meno comune per la scarsità di spiagge sabbiose, ma presente nelle zone di Albenga e nella Riviera di Ponente. In Toscana, le coste della Versilia e della Maremma ospitano popolazioni importanti. In Sardegna, le spiagge del sud e della costa occidentale vedono tracine in abbondanza. In Sicilia, specialmente le coste meridionali. La differenza rispetto alla pesca della tracina (weever fish) in Atlantico è che nel Mediterraneo italiano la specie è più piccola ma molto più comune in acque bassissime (spesso sotto il metro di profondità), il che la rende un rischio reale per i bagnanti. Gli spot tipici sono i bassi fondali sabbiosi delle spiagge, le zone dove la sabbia è compatta e poco profonda, e le aree con leggera corrente dove la tracina si insabbia per tendere agguati.",
      "expertTip": "La tracina è l'incubo dei bagnanti ma un pesce divertente e buonissimo per chi la pesca consapevolmente. Il beach ledgering leggero è la tecnica migliore: usa un terminale con amo del 6-8 innescato con verme americano o coreano e lancia a 20-40 metri dalla riva su fondale sabbioso. La tracina attacca con decisione e il combattimento è sorprendentemente energico per le sue dimensioni. ATTENZIONE CRITICA: le spine dorsali sono velenose e il dolore è fortissimo — usa SEMPRE una pinza per slamare la tracina e non toccarla MAI a mani nude. Se vieni punto, immergi la mano in acqua molto calda (non bollente) per 30 minuti: il calore neutralizza il veleno. In cucina, fritta o in zuppa, la tracina è eccellente.",
      "commonMistakes": [
        "Toccare la tracina a mani nude: le spine dorsali iniettano un veleno proteico molto doloroso, usa SEMPRE pinze e guanti",
        "Pescare dove i bagnanti camminano: è meglio pescare la tracina in zone isolate, per non creare situazioni di pericolo con i bagnanti",
        "Non portare acqua calda: se vieni punto, l'acqua calda (45-50°C) è l'unico rimedio immediato efficace",
        "Sottovalutare il pesce in cucina: la tracina è un pesce eccellente, la carne bianca e soda è perfetta fritta o in zuppa di pesce"
      ]
    }
  ]
}